[
  {
    "source_id": 1,
    "Handle": "gift-card-1",
    "Title": "Gift Card",
    "Description": " Shopping for someone but not sure what to give them? Give them the gift of choice with a ChappyWrap gift card. Gift cards are shipped in a beautiful envelope and can be shipped to you or your recipient directly. Gift cards will ship separately from the rest of your order. ",
    "Tags": "syncio-hidden",
    "Weight": "31 grams",
    "Price USD": "$150"
  },
  {
    "source_id": 2,
    "Handle": "gift-card-1",
    "Weight": "0 grams",
    "Price USD": "$200"
  },
  {
    "source_id": 3,
    "Handle": "gift-card-1",
    "Weight": "31 grams",
    "Price USD": "$250"
  },
  {
    "source_id": 4,
    "Handle": "gift-card-1",
    "Weight": "0 grams",
    "Price USD": "$300"
  },
  {
    "source_id": 5,
    "Handle": "gift-card-1",
    "Weight": "0 grams",
    "Price USD": "$350"
  },
  {
    "source_id": 6,
    "Handle": "gift-card-1",
    "Weight": "0 grams",
    "Price USD": "$400"
  },
  {
    "source_id": 7,
    "Handle": "gift-card-1",
    "Weight": "0 grams",
    "Price USD": "$450"
  },
  {
    "source_id": 8,
    "Handle": "gift-card-1",
    "Weight": "0 grams",
    "Price USD": "$500"
  },
  {
    "source_id": 9,
    "Handle": "capture",
    "Title": "Capture",
    "Description": "The all-new Capture is the most secure, convenient, accessible way to carry your camera, period. Unlike a camera strap, Capture keeps your camera rigidly stable while hiking, biking, or moving around the studio. Unlike a camera bag, Capture keeps your camera instantly accessible with the click of a button. Includes 2 components: a metal clip that clamps to any backpack strap, belt, or bag, and an Arca tripod-compatible plate that screws into the bottom of your camera. Your camera locks into the clip, where it is held rigidly and securely. Press the lockable quick-release button to remove. Holds well over 200 lbs. (90kg), making it strong enough for the heaviest of pro camera/lens combinations. V3 updates: Way smaller, way lighter, all-metal build, ultra-smooth machined/anodized finish, hella comfy ergonomic design. Expand your options with plates &amp; kits: Need Manfrotto tripod compatibility? Get Capture (Clip Only) + Dual Plate . We also make adapters for carrying lenses , binoculars , and GoPros .",
    "Type": "Clip",
    "Tags": "100 360images accessories_bundle bestseller bf-2022 BF_10 ca_stockoverride camera-gear_main camera-gear_sub2 camera_accessory clips_main highest_rated manual recurate-shipping-6",
    "Weight": "159 grams",
    "Price USD": "$79.99"
  },
  {
    "source_id": 10,
    "Handle": "capture",
    "Weight": "159 grams",
    "Price USD": "$79.99"
  },
  {
    "source_id": 11,
    "Handle": "capture-clip-only",
    "Title": "Capture (Clip Only)",
    "Description": "The new Capture clip-only SKU is finally here, thanks to feedback and suggestions from our customers. It's exactly what it sounds like‚ Capture clip without a camera plate‚ for those only in need of an additional clip. Perhaps you have multiple backpacks or bags that you're looking to outfit with Capture clips. Or maybe you're looking to give yourself the convenience of instantly switching between shoulder strap and belt carry. Recommended custom setups: For Manfrotto RC2 tripod compatibility: get this + Dual Plate . For lens carry &amp; quick lens changes: get this + Lens Kit . For binocular carry: get this + Bino Kit . For GoPro mounting: get this + POV Kit . Note that this is not a stand-alone product, it requires a Peak Design plate or kit for carrying devices. If you're new to Capture, you'll want to get the clip+plate SKU .",
    "Type": "Clip",
    "Tags": "360images 50 accessories_bundle bestseller bf-2022 BF_10 ca_stockoverride camera_accessory clips_main highest_rated manual recurate-shipping-6",
    "Weight": "136 grams",
    "Price USD": "$59.99"
  },
  {
    "source_id": 12,
    "Handle": "capture-clip-only",
    "Weight": "136 grams",
    "Price USD": "$59.99"
  },
  {
    "source_id": 13,
    "Handle": "leash",
    "Title": "Leash",
    "Description": " Designed for gear minimalists or situations where packing space is limited, Leash is a full-featured pro camera strap that fits in any pocket or camera bag. No chunky shoulder pads or bulky hardware...Leash sheds the superfluous bells and whistles found on other camera straps, yet still contains a ton of useful functionality that other straps can’t provide. In other words, it's all the strap you need, and nothing you don't. Configurable as a sling strap, neck strap, safety tether, and more. Easily adjust length with dual aluminum and Hypalon quick-adjusters, designed to operate with just 1 finger. Connects and disconnects quickly using our unique Anchor Link system, and stows easily in your pocket or bag. Each Anchor holds over 200lbs (90kg), strong enough to keep the heaviest of pro rigs safe. As of 2018, Leash features upgraded webbing and totally revamped adjustment hardware. Anchor connectors have been updated to be smaller, faster, and more secure. For more comfortable carry, check out Slide Lite . You can also compare all straps . ",
    "Type": "Strap",
    "Tags": "50 accessories_bundle bf-2022 BF_10 ca_stockoverride camera-gear_sub2 camera_strap manual recurate-shipping-6 straps_main",
    "Weight": "227 grams",
    "Price USD": "$49.99"
  },
  {
    "source_id": 14,
    "Handle": "leash",
    "Weight": "136 grams",
    "Price USD": "$49.99"
  },
  {
    "source_id": 15,
    "Handle": "leash",
    "Weight": "136 grams",
    "Price USD": "$49.99"
  },
  {
    "source_id": 16,
    "Handle": "leash",
    "Weight": "136 grams",
    "Price USD": "$49.99"
  },
  {
    "source_id": 17,
    "Handle": "slide",
    "Title": "Slide",
    "Description": " The original Peak Design flagship camera strap, Slide is everything other pro camera straps aren't: beautiful, low-profile, adjustable, quick-connecting, and configurable to your gear. Wear Slide as a sling, neck, or shoulder strap. Internally-padded nylon webbing has a smooth side that glides over clothing in sling mode and a grippy side that prevents slipping in shoulder mode. Dual quick-adjusters provide instant access and easy reconfiguration. The unique Anchor Link system connects quickly and dual points of connection keep your camera more stable than traditional sling straps. Each Anchor holds over 200lbs (90kg), strong enough to keep the heaviest of pro rigs safe. As of 2018, Slide features an improved silicone grip, upgraded webbing, and lower profile strap/hardware transitions. Anchor connectors have been updated to be smaller, faster, and more secure. For mirrorless carry, check out Slide Lite . You can also compare all straps . ",
    "Type": "Strap",
    "Tags": "100 accessories_bundle bestseller bf-2022 BF_10 ca_stockoverride camera-gear_sub2 camera_strap highest_rated manual recurate-shipping-6 straps_main",
    "Weight": "318 grams",
    "Price USD": "$79.99"
  },
  {
    "source_id": 18,
    "Handle": "slide",
    "Weight": "295 grams",
    "Price USD": "$79.99"
  },
  {
    "source_id": 19,
    "Handle": "slide",
    "Weight": "295 grams",
    "Price USD": "$79.99"
  },
  {
    "source_id": 20,
    "Handle": "slide",
    "Weight": "295 grams",
    "Price USD": "$79.99"
  },
  {
    "source_id": 21,
    "Handle": "slide-lite",
    "Title": "Slide Lite",
    "Description": "The most versatile pro camera strap in the world, Slide Lite packs the functionality of our flagship Slide strap into a smaller package, perfectly suited for mirrorless and light DSLR cameras, yet fully capable of carrying larger cameras as well. Wear Slide Lite as a sling, neck, or shoulder strap. Seatbelt-style nylon webbing has a smooth side that glides over clothing in sling mode and a grippy side that prevents slipping in shoulder mode. Dual quick-adjusters provide instant access and easy reconfiguration. Unique Anchor Link system connects quickly and dual points of connection keep your camera more stable than traditional sling straps. Each Anchor holds over 200lbs (90kg), strong enough to keep the heaviest of pro rigs safe. As of 2018, Slide Lite features an improved silicone grip, upgraded webbing, and lower profile strap/hardware transitions. Anchor connectors have been updated to be smaller, faster, and more secure. For more comfortable carry, check out Slide . You can also compare all straps . ",
    "Type": "Strap",
    "Tags": "50 accessories_bundle bestseller bf-2022 BF_10 ca_stockoverride camera-gear_main camera-gear_sub2 camera_strap highest_rated manual recurate-shipping-6 straps_main",
    "Weight": "113 grams",
    "Price USD": "$69.99"
  },
  {
    "source_id": 22,
    "Handle": "slide-lite",
    "Weight": "259 grams",
    "Price USD": "$69.99"
  },
  {
    "source_id": 23,
    "Handle": "slide-lite",
    "Weight": "227 grams",
    "Price USD": "$69.99"
  },
  {
    "source_id": 24,
    "Handle": "slide-lite",
    "Weight": "227 grams",
    "Price USD": "$69.99"
  },
  {
    "source_id": 25,
    "Handle": "cuff",
    "Title": "Cuff",
    "Description": "The most elegant, unobtrusive way to protect your camera from accidental drops, Cuff camera wrist strap is total peace of mind in a tiny, low-profile package. Quickly and securely connect Cuff to any camera, binoculars, or other device using our unique Anchor Link system. Each Anchor holds over 200lbs (90kg), strong enough to keep the heaviest of pro rigs safe. Cuff’s wrist loop locks in the open position, or comfortably cinches down on your wrist for added security. When not in use, keep Cuff in your pocket or wrap it around your wrist and keep it there. An adjustable magnet holds the loose end of Cuff, so it’s right there when you need it. As of 2018, Cuff features upgraded webbing and totally revamped adjustment hardware. Anchor connectors have been updated to be smaller, faster, and more secure. Not sure what strap you need? See our comparison guide. ",
    "Type": "Strap",
    "Tags": "50 accessories_bundle bf-2022 BF_10 ca_stockoverride camera-gear_main camera-gear_sub2 camera_strap main straps_main",
    "Weight": "68 grams",
    "Price USD": "$39.99"
  },
  {
    "source_id": 26,
    "Handle": "cuff",
    "Weight": "68 grams",
    "Price USD": "$39.99"
  },
  {
    "source_id": 27,
    "Handle": "cuff",
    "Weight": "68 grams",
    "Price USD": "$39.99"
  },
  {
    "source_id": 28,
    "Handle": "cuff",
    "Weight": "68 grams",
    "Price USD": "$39.99"
  },
  {
    "source_id": 29,
    "Handle": "clutch",
    "Title": "Clutch",
    "Description": "The world’s first camera hand strap that is quick-connecting and quick-adjusting. Clutch gives you access to your camera’s controls but quickly cinches down when you need security. Hypalon exterior, microfiber pad, and aluminum adjuster hardware is ultra-durable and inspired by high-end climbing gear. Attaches to your camera at 2 points: your camera strap mount (via a reinforced Hypalon loop) and your camera tripod mount (via our low-profile Arca-compatible Standard Plate). Clutch can be used alongside other Peak Design straps, as well as the Capture Camera Clip . Have a mirrorless camera? Use Micro Clutch . Still not sure what strap you need? See our comparison guide . ",
    "Type": "Strap",
    "Tags": "50 accessories_bundle bf-2022 BF_10 ca_stockoverride camera-gear_sub2 camera_strap main manual recurate-shipping-6 straps_main",
    "Weight": "145 grams",
    "Price USD": "$49.99"
  },
  {
    "source_id": 30,
    "Handle": "anchor-mount",
    "Title": "Anchor Mount",
    "Description": " Attach your Peak Design strap (or any standard OEM neck/hand strap) directly to the bottom of your camera in the most low-profile, unobtrusive way possible. Unlike a tripod plate, Anchor Mount is so small and slim that it won’t hinder access to battery compartments or flip screens. Plus, when you connect one end of your strap to Anchor Mount your camera will hang with the lens facing downward—this gives you far more stability and comfort when using longer lenses. Ultra-strong machined/anodized aluminum construction. Note that Anchor Mount is not tripod or Capture compatible. ",
    "Type": "Strap",
    "Tags": "50 bf-2022 BF_10 ca_stockoverride camera_accessory plate replacement_part straps_accessory",
    "Weight": "45 grams",
    "Price USD": "$11.99"
  },
  {
    "source_id": 31,
    "Handle": "anchor-links",
    "Title": "Anchor Links",
    "Description": "Got a camera neck strap that you absolutely love? The all-new Anchor Links will make it even better. Anchor Links are quick-connectors that can be placed on the ends of any standard/OEM camera neck strap, giving it super-fast, ultra secure quick-connection capability. Place the low-profile Anchors on the strap loops of your camera, binoculars, or other devices. Features all-new hardware that's been slimmed down for better performance in a smaller package. Shipped with updated V4 Anchors. Choosing between this and our straps? See our comparison guide. ",
    "Type": "Strap",
    "Tags": "50 al4-ws bf-2022 ca_stockoverride camera-gear_sub2 camera_accessory manual replacement_part straps_main",
    "Weight": "45 grams",
    "Price USD": "$29.99"
  },
  {
    "source_id": 32,
    "Handle": "anchor-4-pack",
    "Title": "Anchor 4-Pack",
    "Description": "A pack of 4 of our newly updated Anchor attachments for use with any Peak Design camera strap. With spare Anchors you can use our straps with additional camera bodies, wearable POV video devices, binoculars, compasses, water bottles, toddlers - the possibilities are endless. Don't use them with toddlers. That would be weird. See and compare compatible straps here ",
    "Type": "Strap",
    "Tags": "50 accessory bf-2022 BF_10 ca_stockoverride camera_accessory replacement_part straps_accessory",
    "Weight": "23 grams",
    "Price USD": "$11.99"
  },
  {
    "source_id": 33,
    "Handle": "anchor-4-pack",
    "Weight": "23 grams",
    "Price USD": "$11.99"
  },
  {
    "source_id": 34,
    "Handle": "sternum-strap-backpack",
    "Title": "Sternum Strap // Backpack (V1 & Travel)",
    "Description": " Replacement sternum strap for our Everyday Backpacks &amp; Travel Backpack ",
    "Type": "CS Part",
    "Tags": "50 bags_accessory BF_20 everyday-bags_replacement last-call_replacement replacement replacement_part travel-bags_replacement",
    "Weight": "23 grams",
    "Price USD": "$14.99"
  },
  {
    "source_id": 35,
    "Handle": "sternum-strap-backpack",
    "Weight": "23 grams",
    "Price USD": "$11.99"
  },
  {
    "source_id": 36,
    "Handle": "sternum-strap-backpack",
    "Weight": "23 grams",
    "Price USD": "$14.99"
  },
  {
    "source_id": 37,
    "Handle": "sternum-strap-backpack",
    "Weight": "27 grams",
    "Price USD": "$11.99"
  },
  {
    "source_id": 38,
    "Handle": "sternum-strap-backpack",
    "Weight": "23 grams",
    "Price USD": "$11.99"
  },
  {
    "source_id": 39,
    "Handle": "edb-key-tether",
    "Title": "EDB v1 // Key Tether",
    "Description": "Need to replace or add another key tether to your Everyday Backpack or Tote? This is your guy. Holds you keys and so much more. Note: This is the same tether on the Backpack and Tote.",
    "Type": "Bag",
    "Tags": "bags_accessory last-call_accessory last-call_main replacement_part",
    "Weight": "18 grams",
    "Price USD": "$11.99"
  },
  {
    "source_id": 40,
    "Handle": "shell",
    "Title": "Shell",
    "Description": " Protect your camera from water, snow, dust and abrasion, whether it is in your hands, on the tripod, on your backpack or in your bag. Shell’s unique form-fitting design uses stretchy fabric with a waterproof membrane to keep your camera safe without adding bulk or impeding your workflow. Use Shell with the Capture Camera Clip or any Peak Design strap (sold separately) to keep your camera accessible in any environment. Check out our Sizing Chart to determine which size Shell you need. ",
    "Type": "Clip",
    "Tags": "50 accessories_bundle BF_10 ca_stockoverride camera-gear_sub2 camera_accessory covers_main manual recurate-shipping-6",
    "Weight": "159 grams",
    "Price USD": "$49.99"
  },
  {
    "source_id": 41,
    "Handle": "shell",
    "Weight": "159 grams",
    "Price USD": "$54.99"
  },
  {
    "source_id": 42,
    "Handle": "shell",
    "Weight": "159 grams",
    "Price USD": "$64.99"
  },
  {
    "source_id": 43,
    "Handle": "propad",
    "Title": "PRO Pad",
    "Description": "Drastically increase your comfort and stability when using Capture with even the heaviest of camera/lens/grip combinations. Works on the belt or backpack strap. When on the belt, Pro Pad enables top-loading Capture entry. The all-new Pro Pad is significantly smaller and slimmer than the original version, yet built from a semi-rigid high-density EVA that provides more stability than ever. The pad is seamlessly laminated with our weatherproof charcoal nylon canvas, giving it a complete aesthetic makeover. And, in response to Pro Pad v1 customer feedback, we have made the new Pro Pad even easier to setup and use. ",
    "Type": "Clip",
    "Tags": "50 bf-2022 BF_10 ca_stockoverride recurate-shipping-6 register_me replacement_part",
    "Weight": "36 grams",
    "Price USD": "$22.99"
  },
  {
    "source_id": 44,
    "Handle": "bolt-pack",
    "Title": "Bolt Pack",
    "Description": " Bolt Pack contains 2 replacement sets of clamping bolts for Capture: one pair of thumb-drive bolts which clamp to any strap up to 1.5 cm thick and one pair of hex-drive bolts which clamp to any strap up to 1.6 cm thick. ",
    "Type": "Clip",
    "Tags": "50 BF_10 ca_stockoverride clips_accessory recurate-shipping-6 replacement replacement_part",
    "Weight": "23 grams",
    "Price USD": "$11.99"
  },
  {
    "source_id": 45,
    "Handle": "bolt-pack",
    "Weight": "23 grams",
    "Price USD": "$11.99"
  },
  {
    "source_id": 46,
    "Handle": "dual-plate",
    "Title": "Dual Plate",
    "Description": "Dual Plate lets you remove your Camera from Capture (sold separately) and stick it directly into most Manfrotto RC2 tripod heads. Dual Plate earns its name because it also works in most Arca-type tripod heads. Fits in Capture in 2 directions and contains 2 loops for Peak Design Anchors. Durable machined/anodized construction 2-way Capture compatibility. New connection screw slot allows more positioning options, preventing interference with lenses, screens, and battery compartments. Note: The dual plate blocks the battery door on Fujifilm X-T series.",
    "Type": "Clip",
    "Tags": "50 bf-2022 BF_10 ca_stockoverride camera_accessory clips_plate recurate-shipping-6 register_me replacement replacement_part straps_accessory",
    "Weight": "159 grams",
    "Price USD": "$29.99"
  },
  {
    "source_id": 47,
    "Handle": "pov-kit",
    "Title": "P.O.V. Kit",
    "Description": "The world's most versatile and durable GoPro® mount. P.O.V. Kit (along with the Capture clip - sold separately ) turns any backpack strap, belt or strap-like object into a rigid, stable mount for any GoPro® or other brand of action camera. Shoot video in ways you've never imagined. This item is not a stand-alone product,¬†it requires one of our Capture clips to function. Note: As of Sept. 2018, POV Kit works with Capture v3 and all previous versions. If you purchased POV Kit before Sept. 2018, you can get an update kit to make it compatible with Capture v3. ",
    "Type": "Clip",
    "Tags": "50 bf-2022 BF_10 ca_stockoverride camera_accessory clips_plate manual recurate-shipping-6 register_me",
    "Weight": "159 grams",
    "Price USD": "$34.99"
  },
  {
    "source_id": 48,
    "Handle": "lens-kit",
    "Title": "LENS Kit",
    "Description": " Make changing lenses a breeze with Lens Kit - an adapter for the Peak Design Capture system that lets you change lenses rapidly, with just one hand, and holds your unused lens securely. Now you can carry up to 2 lenses on any backpack strap, belt or bag, keeping your spare lens quickly accessible and freeing up the inside of your bag for other gear. Includes 1 Lens Kit adapter. Choose from Canon EF, Nikon F or Sony E/FE mounts. This product requires a Peak Design Capture Clip or a Peak Design Strap to function. Clips and Straps are sold separately. Works with all versions of Capture. Under License in the US by Go Wing USA, LLC U.S. Pat. No. 9,632,396, Lens Flipper¬Æ ",
    "Type": "Clip",
    "Tags": "ca_stockoverride camera_accessory recurate-shipping-6 register_me",
    "Weight": "181 grams",
    "Price USD": "$64.99"
  },
  {
    "source_id": 49,
    "Handle": "lens-kit",
    "Weight": "181 grams",
    "Price USD": "$69.99"
  },
  {
    "source_id": 50,
    "Handle": "lens-kit",
    "Weight": "181 grams",
    "Price USD": "$69.99"
  },
  {
    "source_id": 51,
    "Handle": "long-clamping-bolts-v2",
    "Title": "Long Clamping Bolts (v2)",
    "Description": "A set of 2 long clamping bolts for Capture (v2 models only), CapturePRO, CaptureBINO and CaptureP.O.V., allowing the clip to fit around thicker straps. Recommended for straps that are thicker than 0.5 in (1.3 cm). Note that these are the same clamping bolts that come with the PROpad‚Ñ¢ V1, CaptureP.O.V. and P.O.V. Kit.",
    "Type": "Clip",
    "Tags": "50 BF_10 camera_accessory clips_accessory limitedeol recurate-shipping-6 replacement_part",
    "Weight": "23 grams",
    "Price USD": "$14.99"
  },
  {
    "source_id": 52,
    "Handle": "gift-card",
    "Title": "Gift Card",
    "Description": " Whether you're a last-minute shopper or you're stumped on what to buy, you'll never go wrong with thoughtfully designed, sustainably made, guaranteed-for-life gear from Peak Design. Peak Design Gift Cards are delivered by email and contain instructions to redeem them at checkout. Our gift cards have no additional processing fees and no expiration date. ",
    "Type": "Gift Card",
    "Tags": "allow-bo bundle ca_stockoverride giftcard nodiscount noshipmodal",
    "Weight": "0 grams",
    "Price USD": "$59.99"
  },
  {
    "source_id": 53,
    "Handle": "gift-card",
    "Weight": "0 grams",
    "Price USD": "$114.99"
  },
  {
    "source_id": 54,
    "Handle": "gift-card",
    "Weight": "0 grams",
    "Price USD": "$169.99"
  },
  {
    "source_id": 55,
    "Handle": "gift-card",
    "Weight": "0 grams",
    "Price USD": "$224.99"
  },
  {
    "source_id": 56,
    "Handle": "gift-card",
    "Weight": "0 grams",
    "Price USD": "$279.99"
  },
  {
    "source_id": 57,
    "Handle": "gift-card",
    "Weight": "0 grams",
    "Price USD": "$334.99"
  },
  {
    "source_id": 58,
    "Handle": "gift-card",
    "Weight": "0 grams",
    "Price USD": "$444.99"
  },
  {
    "source_id": 59,
    "Handle": "gift-card",
    "Weight": "0 grams",
    "Price USD": "$554.99"
  },
  {
    "source_id": 60,
    "Handle": "gift-card",
    "Weight": "0 grams",
    "Price USD": "$664.99"
  },
  {
    "source_id": 61,
    "Handle": "gift-card",
    "Weight": "0 grams",
    "Price USD": "$829.99"
  },
  {
    "source_id": 62,
    "Handle": "gift-card",
    "Weight": "0 grams",
    "Price USD": "$1104.99"
  },
  {
    "source_id": 63,
    "Handle": "travel-backpack",
    "Title": "Travel Backpack 45L",
    "Description": " A rugged, expandable, and brilliantly accessible carry-on travel backpack driven by a simple truth: No Two Trips Are The Same™. Features top, side, front and rear access via weatherproof #8 and #10 UltraZips, which can withstand decades of use thanks to their proprietary abrasion-resistant thread. Meets international carry-on size requirements, but expands to be a 45L gear-hauler and collapses to be a 35L day bag, making it unmatched for 1-bag travel. Quick-access pockets for keys, glasses, passport, etc. Hugely expandable side pockets for water bottles, tripods, and more. Padded laptop + tablet sleeves. Main cavity is divisible into 2 compartments via a zippered mesh sleeve. Tuck-away shoulder straps and hip belt. 360-degree grab handles. Cleverly concealed external carry straps. All packed within a sleek, weatherproof 100% recycled 400D nylon canvas shell with 900D bottom liner. Fair Trade Certified and 100% carbon neutral. Works seamlessly with Peak Design Packing Cubes , Camera Cubes , and Pouches , sold separately. For similar features in a smaller bag, check out the 30L Travel Backpack. Need help choosing the right bag? Try our Bag Finder ",
    "Type": "Travel",
    "Tags": "300 all-bags_main AU-customized-shipping aus_shipping backpack bf-2022 ca_stockoverride camera-gear_sub1 drones_main HR-mail-only main_bundle recurate-shipping-12 reviews-carousel travel-bags_main",
    "Weight": "2223 grams",
    "Price USD": "$329.99"
  },
  {
    "source_id": 64,
    "Handle": "travel-backpack",
    "Weight": "2268 grams",
    "Price USD": "$329.99"
  },
  {
    "source_id": 65,
    "Handle": "camera-cube-v1",
    "Title": "Camera Cube V1",
    "Description": " Ultra-protective yet easily accessible, Peak Design Camera Cubes take the pain and hassle out of traveling with photo, video, or drone gear. Designed to mount securely in any Peak Design Travel Bag, Camera Cubes give you custom organization and protection, whether you’re carrying a small mirrorless kit or a full professional creative setup. A range of different protective, low-profile FlexFold dividers give best-in-class customizability. A tear-away main opening has a tuck-away flap for faster access when the cubes are packed in your bag. Medium and Large cubes feature dual side zips, giving you additional access points. Movable pocket for filters, lens caps, and small stuff. A weatherproof recycled 400D nylon canvas shell with high-density foam sub-lining keep your gear safe and sound. ",
    "Type": "Travel",
    "Tags": "100 360images 50 accessories_bundle all-bags AU-customized-shipping bf-2022 BF_20 ca_stockoverride camera-gear_main camera-gear_sub1 collection-cube manual pouch_organizer recurate-shipping-8 travel-bags_accessory",
    "Weight": "386 grams",
    "Price USD": "$59.95"
  },
  {
    "source_id": 66,
    "Handle": "camera-cube-v1",
    "Weight": "748 grams",
    "Price USD": "$89.95"
  },
  {
    "source_id": 67,
    "Handle": "camera-cube-v1",
    "Weight": "953 grams",
    "Price USD": "$114.99"
  },
  {
    "source_id": 68,
    "Handle": "tech-pouch",
    "Title": "Tech Pouch",
    "Description": " Whether storing cables, everyday gear, or travel essentials, Tech Pouch offers unrivaled organization and ease of access. Origami-style pockets create enormous spatial efficiency, letting you pack more into a smaller space while keeping your items neatly organized and easy to find. Elastic accessory loops keep items like pens, knives, SD cards, and batteries always within reach. Exterior handles and a clamshell-style opening make this pouch a delight to hold and access. External zip pocket has a cable pass-through for easy device charging. The 200D recycled nylon canvas shell is weatherproof and aesthetically clean. ",
    "Type": "Travel",
    "Tags": "100 360images accessories_bundle all-bags AU-customized-shipping bestseller bf-2022 BF_20 camera-gear_sub1 collection-pouch drones_main everyday-bags_accessory highest_rated manual pouch_organizer recurate-shipping-8 travel-bags_accessory",
    "Weight": "318 grams",
    "Price USD": "$69.99"
  },
  {
    "source_id": 69,
    "Handle": "tech-pouch",
    "Weight": "318 grams",
    "Price USD": "$69.99"
  },
  {
    "source_id": 70,
    "Handle": "tech-pouch",
    "Weight": "318 grams",
    "Price USD": "$69.99"
  },
  {
    "source_id": 71,
    "Handle": "tech-pouch",
    "Weight": "318 grams",
    "Price USD": "$69.99"
  },
  {
    "source_id": 72,
    "Handle": "tech-pouch",
    "Weight": "454 grams",
    "Price USD": "$69.99"
  },
  {
    "source_id": 73,
    "Handle": "rain-fly",
    "Title": "Rain Fly",
    "Description": " When you need total protection from the elements, the ultra-packable 45L Rainfly is your best friend. It’s not your run-of-the mill rain cover, either. Constructed from burly 200D siliconized ripstop nylon, the Rainfly packs into an integrated carry pouch. That pouch securely connects to exterior attachment points on the Travel Backpack 45L and stows neatly inside a magnetically sealed exterior sleeve. When the rain hits you can instantly deploy the Rainfly while it’s still connected to your backpack. ",
    "Type": "Travel",
    "Tags": "50 accessories_bundle backpack bf-2022 BF_20 ca_stockoverride manual recurate-shipping-8 travel-bags_accessory",
    "Weight": "109 grams",
    "Price USD": "$34.99"
  },
  {
    "source_id": 74,
    "Handle": "wash-pouch",
    "Title": "Wash Pouch",
    "Description": " In designing our classic Wash Pouch we aimed to create a toiletry bag with the perfect balance between elegant simplicity and thoughtful functionality. Dopp kit, ditty bag, call it what you will—it’s one of the most essential and oft-used travel items you own. Thanks to the use of durable, weatherproof, easy-to-clean materials that repel water and stains, Wash Pouch can take a beating and will still look sparkling clean for years to come. A burly #8 weatherproof UltraZip allows the bag to open up extra wide, giving you total visibility and access to your items. The UltraZip can withstand decades of use thanks to it's proprietary abrasion-resistant thread. Sits upright on a counter or hangs via a stowable aluminum hook. A network of internal TPU-coated nylon mesh pockets, internal zippered pocket, and a magnetically-sealed toothbrush pocket keep items organized and clean. Plus, all pockets can turn inside out for deep cleaning in case of spills. External zip pocket for a razor or other item. Fair Trade Certified and 100% carbon neutral. Looking for something better for ultralight travelers or weekend trips? Try our Small Wash Pouch . ",
    "Type": "Travel",
    "Tags": "100 360images accessories_bundle AU-customized-shipping bf-2022 BF_20 ca_stockoverride collection-pouch manual pouch_organizer recurate-shipping-8 travel-bags_accessory",
    "Weight": "318 grams",
    "Price USD": "$69.99"
  },
  {
    "source_id": 75,
    "Handle": "wash-pouch",
    "Weight": "295 grams",
    "Price USD": "$69.99"
  },
  {
    "source_id": 76,
    "Handle": "shoe-pouch",
    "Title": "Shoe Pouch",
    "Description": " Strong, ultralight, and ultra-packable, Shoe Pouch (now in 3 colors) provides dedicated storage for shoes or clothes. Works great with any suitcase or bag, and sized to fit perfectly into Peak Design Travel Bags. Uniquely patterned from a single piece of self-healing 70D nylon, the Shoe Pouch weighs in at a feathery 48g. When you’re not using Shoe Pouch, stow it in the integrated storage pouch. A perfect little bag to have on-hand in case you need more storage or organization mid-trip. The burly #5 UltraZip on the main opening can withstand decades of use thanks to it's proprietary abrasion-resistant thread. Typically fits 1-2 pairs of shoes, depending on size. Fair Trade Certified and 100% carbon neutral. Fabric is solution-dyed for significant reduction in water use, and Raw color way is undyed for even greater water/energy savings. Designed for use in any suitcase or bag, and sized to fit perfectly in any Peak Design Travel Bag . Bundle with our Packing Cubes and save 10%. ",
    "Type": "Travel",
    "Tags": "360images 50 accessories_bundle AU-customized-shipping bf-2022 BF_20 ca_stockoverride collection-pouch everyday-bags_accessory pouch_organizer recurate-shipping-8 travel-bags_accessory",
    "Weight": "68 grams",
    "Price USD": "$29.99"
  },
  {
    "source_id": 77,
    "Handle": "shoe-pouch",
    "Weight": "68 grams",
    "Price USD": "$29.99"
  },
  {
    "source_id": 78,
    "Handle": "shoe-pouch",
    "Weight": "68 grams",
    "Price USD": "$29.99"
  },
  {
    "source_id": 79,
    "Handle": "pov-update-kit",
    "Title": "P.O.V. Update Kit",
    "Description": " This replacement part will allow you to fully use your previous generation P.O.V. Kit (pre Sept. 2018) with Capture v3. Simply replace the your P.O.V. Kit Adapter Plate with this new Adapter Plate. The new plate has an integrated twist lock that stabilizes the plate (and your GoPro) when inserted into Capture v3. ",
    "Type": "CS Part",
    "Weight": "23 grams",
    "Price USD": "$14.99"
  },
  {
    "source_id": 80,
    "Handle": "replacement-external-carry-strap",
    "Title": "Travel External Carry Strap",
    "Description": " Replacement External Carry Straps for the Travel Backpack ",
    "Type": "CS Part",
    "Tags": "50 BF_20 replacement replacement_part travel-bags_replacement",
    "Weight": "45 grams",
    "Price USD": "$11.99"
  },
  {
    "source_id": 81,
    "Handle": "replacement-external-carry-strap",
    "Weight": "41 grams",
    "Price USD": "$14.99"
  },
  {
    "source_id": 82,
    "Handle": "charcoal-replacement-messenger-bag-shoulder-strap",
    "Title": "Black Replacement Messenger Bag V2 Shoulder Strap",
    "Description": " CS replacement Shoulder Strap for Everyday Messenger V1 (with new Grip) ",
    "Type": "CS Part",
    "Tags": "setroute US-warehouse",
    "Weight": "172 grams",
    "Price USD": "$0"
  },
  {
    "source_id": 83,
    "Handle": "black-replacement-messenger-stabilizer-strap",
    "Title": "Black Replacement Messenger Stabilizer Strap",
    "Description": " Replacement Messenger Stabilizer Strap for Everyday Messenger V1 ",
    "Type": "CS Part",
    "Weight": "59 grams",
    "Price USD": "$14.99"
  },
  {
    "source_id": 84,
    "Handle": "brown-replacement-messenger-bag-stablizer-strap",
    "Title": "Brown Replacement Messenger Bag Stablizer Strap",
    "Type": "CS Part",
    "Weight": "59 grams",
    "Price USD": "$0"
  },
  {
    "source_id": 85,
    "Handle": "replacement-backpack-waist-strap",
    "Title": "Replacement Backpack Waist Strap",
    "Description": " Everyday Backpack V1 Replacement Waist Strap ",
    "Type": "CS Part",
    "Weight": "59 grams",
    "Price USD": "$14.99"
  },
  {
    "source_id": 86,
    "Handle": "clamping-bolts-v2",
    "Title": "Clamping Bolts (V2)",
    "Description": " A replacement or backup set of 2 standard clamping bolts for Capture (v2 models only), CaptureP.O.V., CapturePRO or CaptureBINO. Turned anodized aluminum heads with stainless steel shafts.",
    "Type": "Clip",
    "Tags": "50 BF_10 ca_stockoverride clips_accessory recurate-shipping-6 replacement replacement_part",
    "Weight": "23 grams",
    "Price USD": "$14.99"
  },
  {
    "source_id": 87,
    "Handle": "slide-xl",
    "Title": "Slide XL",
    "Description": "Slide XL is just like our standard Slide strap, but longer to accommodate more body types and carry styles. Slide XL length: Max length: 163 cm (64 in) Min length: 110.5 mm (43.5 in) Regular Slide length: Max length: 145 cm (60 in) Min length: 99 cm (39 in)",
    "Type": "CS Part",
    "Tags": "ca_stockoverride New no-reviews no-reviews-tab Slide-XL usonly",
    "Weight": "299 grams",
    "Price USD": "$74.99"
  },
  {
    "source_id": 88,
    "Handle": "slide-xl",
    "Weight": "222 grams",
    "Price USD": "$74.99"
  },
  {
    "source_id": 89,
    "Handle": "slide-lite-xl",
    "Title": "Slide Lite XL",
    "Description": "Slide Lite XL is just like our standard Slide Lite strap, but longer to accommodate more body types and carry styles. Slide Lite XL length: Max length: 163 cm (64 in) Min length: 110.5 mm (43.5 in) Regular Slide Lite length: Max length: 145 cm (57 in) Min length: 99 cm (39 in)",
    "Type": "CS Part",
    "Tags": "ca_stockoverride New no-reviews no-reviews-tab SlideLite-XL usonly",
    "Weight": "136 grams",
    "Price USD": "$59.99"
  },
  {
    "source_id": 90,
    "Handle": "slide-lite-xl",
    "Weight": "227 grams",
    "Price USD": "$59.99"
  },
  {
    "source_id": 91,
    "Handle": "travel-dividers",
    "Title": "Camera Cube V1 Dividers + Pockets",
    "Description": " Need a replacement or extra FlexFold divider or floating pocket for your camera setup? Choose from our extra small and short, small, or medium length travel dividers for more organization options. Stick on another floating pocket on the side of your cube to store extra accessories and dongles. ",
    "Type": "CS Part",
    "Tags": "50 BF_20 ca_stockoverride replacement replacement_part travel-bags_replacement",
    "Weight": "23 grams",
    "Price USD": "$6.49"
  },
  {
    "source_id": 92,
    "Handle": "travel-dividers",
    "Weight": "41 grams",
    "Price USD": "$11.99"
  },
  {
    "source_id": 93,
    "Handle": "travel-dividers",
    "Weight": "68 grams",
    "Price USD": "$11.99"
  },
  {
    "source_id": 94,
    "Handle": "travel-dividers",
    "Weight": "23 grams",
    "Price USD": "$6.49"
  },
  {
    "source_id": 95,
    "Handle": "4-pack-c-clips",
    "Title": "4-Pack C-Clips",
    "Description": " Additional C-Clips for your Peak Design Camera Cube ",
    "Type": "CS Part",
    "Tags": "ca_stockoverride no-reviews-tab replacement_part",
    "Weight": "23 grams",
    "Price USD": "$7.99"
  },
  {
    "source_id": 96,
    "Handle": "everyday-backpack-external-carry-straps",
    "Title": "Everyday Backpack V1 External Carry Straps",
    "Description": " Replacement External Carry Straps for the Everyday Backpack V1 ",
    "Type": "CS Part",
    "Weight": "36 grams",
    "Price USD": "$14.99"
  },
  {
    "source_id": 97,
    "Handle": "travel-duffelpack",
    "Title": "Travel Duffelpack 65L",
    "Description": " A monster gear hauler, the Travel Dufflepack 65L maximizes your carry capacity without compromising comfort or versatility. Ergonomic padded backpack-style shoulder and waist straps support the heaviest of loads, yet stow instantly beneath magnetically-sealed back panels. Padded grab handles on all sides of the bag give quick carrying options. Integrated expansion zips offer a massive 20L of payload expansion (45 min to 65L max). A unique main opening features a burly #10 weatherproof zip and ultra-long zip path that gives you more access and visibility than traditional duffels. Internal volume is sized to perfectly fit Peak Design Packing Tools (sold separately) for customizable organization. Need help finding the right travel bag for you? Watch this . ",
    "Type": "Travel",
    "Tags": "250 360images all-bags_main AU-customized-shipping backpack bf-2022 BF_20 ca_stockoverride camera-gear_sub1 duffel HR-mail-only main_bundle manual recurate-shipping-12 travel-bags_main",
    "Weight": "1792 grams",
    "Price USD": "$239.99"
  },
  {
    "source_id": 98,
    "Handle": "travel-duffelpack",
    "Weight": "1769 grams",
    "Price USD": "$239.99"
  },
  {
    "source_id": 99,
    "Handle": "travel-tripod",
    "Title": "Travel Tripod",
    "Description": " We spent 4 years redesigning the tripod from the ground up, creating a travel tripod that packs down to the diameter of a water bottle—without compromising height, stability, or features. Traditional tripods have always suffered from needless bulk and wasted space, so we made it radically faster to setup and takedown. Our tripod features ergonomic adjustment points, built-in mobile compatibility, and thoughtful details at every turn. Plus, it’s built for life on the road: durable, 100% serviceable, and backed by the Peak Design lifetime guarantee. Tripod includes legs, ballhead, protective soft case, ARCA-compatible Standard Plate, mobile mount, hex tool with carrying clip, and bushing removal tool for maintenance. See Specs section below for details. ",
    "Type": "Tripod",
    "Tags": "350 600 bestseller bf-2022-15 ca_stockoverride camera-gear_main camera-gear_sub3 highest_rated HR-mail-only main_bundle manual reviews-carousel tripod tripods_main",
    "Weight": "1814 grams",
    "Price USD": "$399.99"
  },
  {
    "source_id": 100,
    "Handle": "travel-tripod",
    "Weight": "907 grams",
    "Price USD": "$649.99"
  },
  {
    "source_id": 101,
    "Handle": "travel-tripod-tool-kit",
    "Title": "Travel Tripod Tool Kit",
    "Description": " Replacement tools to do anything you need to your Travel Tripod . Includes Folding Hex Wrench, Folding Hex Wrench leg clip, and bushing removal tool — all the tools you need to adjust and maintain your tripod. The tools in this kit are used to screw in your tripod plate, convert your tripod into low/inverted mode, spike feet and universal head adapter installation, Ball Head pin removal for L-bracket plates, as well as perform general maintenance such as cam lever tension and bushing replacement. Watch our video on how to tune and maintain your Travel Tripod. (These are replacement tools. One kit ships with every new tripod. Tripod not included.) ",
    "Type": "Tripod",
    "Tags": "50 BF_10 ca_stockoverride nodiscount replacement tripods_replacement",
    "Weight": "45 grams",
    "Price USD": "$14.99"
  },
  {
    "source_id": 102,
    "Handle": "everyday-messenger",
    "Title": "Everyday Messenger",
    "Description": " The all-new Everyday Messenger is the latest version of our award-winning everyday and photo carry workhorse—the bag that we designed with renowned photographer Trey Ratcliff and honed with the feedback of thousands of customers. Access, organization, expansion, and protection set this aesthetically beautiful bag far apart from run-of-the-mill messengers. Access via the 1-handed, secure MagLatch closure hardware, which adjusts to allow up to 6L of internal expansion. Customizable FlexFold dividers brilliantly organize camera, drone, and everyday gear. Dedicated sleeves for 13\" laptop, tablet, or documents, plus stretchy internal pockets for smaller items like cords, batteries, water bottles, and lenses. A weatherproof 100% recycled 400D shell keeps your gear safe. Huge external carry capacity made possible by a versatile stowable strap system. External stash pockets with weatherproof zips. Carry via padded hand strap or removable, quick-adjusting padded shoulder strap. Now in its 2nd generation, v2 boasts aesthetic and functional updates based on feedback from thousands of passionate customers. Want more deets? Watch our Everyday Messenger Instructional. Questions about sizing and what fits? See Features below, or check out exact dimensions . ",
    "Type": "Bag V2",
    "Tags": "250 360images all-bags_main bf-2022 BF_20 ca_stockoverride camera-gear_sub1 drones_main edlv2 everyday-bags_main everydayline-v2 main_bundle manual messenger_sling recurate-shipping-10 size-guide",
    "Weight": "1315 grams",
    "Price USD": "$259.99"
  },
  {
    "source_id": 103,
    "Handle": "everyday-messenger",
    "Weight": "1315 grams",
    "Price USD": "$259.99"
  },
  {
    "source_id": 104,
    "Handle": "everyday-tote",
    "Title": "Everyday Tote",
    "Description": "The newly revamped Everyday Tote 15L combines clean aesthetics with thoughtful functionality to protect, organize, and give quick access to your everyday or photo gear. An extra-wide top access point seals via magnetic clasp or weatherproof UltraZip. Inside, FlexFold dividers give customizable and protective storage. Stretchy internal pocket for sunglasses, plus a 13” laptop sleeve. A 100% recycled 400D weatherproof shell keeps everything safe. Carry even more with external pockets and 2 stowable external carry cinch straps. Integrated luggage carry makes this a perfect personal item for travel. Now in its 2nd generation, v2 boasts aesthetic and functional updates based on feedback from thousands of passionate customers. Want more deets? Watch our Everyday Tote Instructional. Questions about sizing and what fits? See Features below, or check out exact dimensions . ",
    "Type": "Bag V2",
    "Tags": "150 360images all-bags_main bf-2022 BF_20 ca_stockoverride camera-gear_sub1 drones_main edlv2 everyday-bags_main everydayline-v2 main_bundle manual recurate-shipping-10 tote",
    "Weight": "1179 grams",
    "Price USD": "$169.99"
  },
  {
    "source_id": 105,
    "Handle": "everyday-tote",
    "Weight": "1179 grams",
    "Price USD": "$169.99"
  },
  {
    "source_id": 106,
    "Handle": "everyday-totepack",
    "Title": "Everyday Totepack",
    "Description": " The clean look of a tote with the active carry convenience of a backpack, the Everyday Totepack is ideal for on-the-go everyday and photo carry. Padded backpack straps quickly stow, leaving you with robust padded hand carry straps. An extra-wide top access point seals via magnetic clasp or weatherproof zip. Dual zip access points on either side for grabbing your camera, water bottle, or other oft-used items. Inside, FlexFold dividers can mount horizontally or vertically to give customized, protective storage. Stretchy internal pockets for small items, plus dedicated laptop (15”) and tablet sleeves. Outside, a 100% recycled 400D weatherproof shell keeps everything safe. Carry even more with 2 stowable external carry cinch straps. Want more deets? Watch our Everyday Totepack Instructional. Questions about sizing and what fits? See Features below, or check out exact dimensions . ",
    "Type": "Bag V2",
    "Tags": "200 360images all-bags_main backpack bf-2022 BF_20 ca_stockoverride camera-gear_sub1 drones_main edlv2 everyday-bags_main everydayline-v2 HR-mail-only main_bundle manual recurate-shipping-10 size-guide tote",
    "Weight": "1406 grams",
    "Price USD": "$199.99"
  },
  {
    "source_id": 107,
    "Handle": "everyday-totepack",
    "Weight": "1383 grams",
    "Price USD": "$199.99"
  },
  {
    "source_id": 108,
    "Handle": "spike-feet-set",
    "Title": "Spike Feet Set",
    "Description": " Achieve superior stability and grip with the Travel Tripod when shooting on slippery or loose terrain. Ideal for using the Travel Tripod on ice, smooth rocks, and loose dirt or gravel. Also great when using the Travel Tripod with heavier photo or video rigs. Simply remove the Travel Tripod’s standard rubber feet and attach these 3 spike feet. Mounts using 3 hex-drive screws, hex wrench included. Watch our video on Travel Tripod accessories and how to install them. (Works with both aluminum and carbon fiber Peak Design Travel Tripods. Tripod sold separately.) ",
    "Type": "Tripod",
    "Tags": "50 accessories_bundle bf-2022 BF_10 ca_stockoverride camera-gear_sub3 manual tripod tripods_main",
    "Weight": "68 grams",
    "Price USD": "$34.99"
  },
  {
    "source_id": 109,
    "Handle": "universal-head-adapter",
    "Title": "Universal Head Adapter",
    "Description": " Use Travel Tripod 's ultra-compact legs with any standard 3rd party tripod head. Ideal for users who require special tripod head functionality like fluid pan and tilt for video. Simply replace the Compact Ball Head with the Universal Head Adapter (using included hex wrench), and then screw your 3rd party tripod head on top. Watch our video on Travel Tripod accessories and how to install them. (Works with both carbon and aluminum Peak Design Travel Tripods. Works with or without the Travel Tripod center column. 3rd party tripod head and tripod sold separately.) ",
    "Type": "Tripod",
    "Tags": "50 accessories_bundle bf-2022 BF_10 ca_stockoverride manual tripod tripods_main",
    "Weight": "136 grams",
    "Price USD": "$34.99"
  },
  {
    "source_id": 110,
    "Handle": "ultralight-conversion-kit",
    "Title": "Ultralight Conversion Kit",
    "Description": " Quickly convert the Travel Tripod into an ultralight tabletop-sized tripod, ideal for backpacking and other times when weight is of the essence. This kit contains 3 lightweight rugged plastic foot plugs that easily install in place of the lower 4 tripod leg sections. With the leg sections removed and the foot plugs installed, you’re left with a pro-quality tripod that is half the weight, yet still deploys to 57.2cm (22.5”). Removing the lower 4 leg sections and installing the foot plugs is fast and easy—it requires no tools whatsoever. Watch our video on Travel Tripod accessories and how to install them. (Works with both carbon and aluminum Peak Design Travel Tripod models. Tripod sold separately.) ",
    "Type": "Tripod",
    "Tags": "50 accessories_bundle bf-2022 BF_10 ca_stockoverride camera-gear_sub3 manual tripod tripods_main",
    "Weight": "136 grams",
    "Price USD": "$34.99"
  },
  {
    "source_id": 111,
    "Handle": "tripod-bag",
    "Title": "Replacement Travel Tripod Bag",
    "Description": " A replacement zippered soft case for your Travel Tripod from the legendary Peak Design soft goods department. Ultra-light padded shell, weatherproof zipper, grab handles, and loops to attach anchors for a Peak Design strap or external carry straps. (This is a replacement bag. One will ship with every new tripod. Tripod and straps not included.) ",
    "Type": "Tripod",
    "Tags": "50 BF_10 ca_stockoverride nodiscount replacement tripods_replacement",
    "Weight": "100 grams",
    "Price USD": "$29.99"
  },
  {
    "source_id": 112,
    "Handle": "cs-tripod-foot-set",
    "Title": "Replacement Tripod Feet Set",
    "Description": " Replacement Part for Tripod Rubber Foot Set ",
    "Type": "CS Part",
    "Tags": "no-reviews no-reviews-tab nodiscount",
    "Weight": "41 grams",
    "Price USD": "$9.99"
  },
  {
    "source_id": 113,
    "Handle": "cs-center-column",
    "Title": "Replacement Tripod Center Column Part",
    "Description": " Customer Service Replacement Part for Tripod Center Column ",
    "Type": "CS Part",
    "Tags": "nodiscount",
    "Weight": "23 grams",
    "Price USD": "$14.99"
  },
  {
    "source_id": 114,
    "Handle": "cs-tripod-ball-head",
    "Title": "CS Replacement Part for Tripod Ball Head",
    "Description": " Customer Service Replacement for Ball Head ",
    "Type": "CS Part",
    "Tags": "no-reviews no-reviews-tab nodiscount",
    "Weight": "227 grams",
    "Price USD": "$59.99"
  },
  {
    "source_id": 115,
    "Handle": "cs-tripod-leg-fully-assembled",
    "Title": "CS Tripod Part Leg",
    "Description": " CS Replacement Part for Travel Tripod (Fully Assembled) ",
    "Type": "CS Part",
    "Tags": "Final Sale no-reviews no-reviews-tab nodiscount",
    "Weight": "318 grams",
    "Price USD": "$149.99"
  },
  {
    "source_id": 116,
    "Handle": "cs-tripod-leg-fully-assembled",
    "Weight": "318 grams",
    "Price USD": "$69.99"
  },
  {
    "source_id": 117,
    "Handle": "center-column-hook",
    "Title": "Center Column Hook",
    "Description": " Replacement part for Center Column Hook ",
    "Type": "Tripod",
    "Tags": "nodiscount replacement_part",
    "Weight": "23 grams",
    "Price USD": "$9.99"
  },
  {
    "source_id": 118,
    "Handle": "standard-plate-v3",
    "Title": "Standard Plate",
    "Description": " Standard Plate is the camera tripod plate that comes with Capture, Travel Tripod, and Clutch camera strap. If you plan to use our clips, tripods, or straps with multiple cameras, we recommend getting a Standard Plate for each camera body. Works with most ARCA-type tripods (including ours), fits in Capture in 4 directions, and contains 4 loops for connecting Peak Design Anchors. Newly upgraded with a durable machined/anodized construction and a 50% lower profile design. New connection screw slot allows more positioning options, preventing interference with lenses, screens, and battery compartments. ",
    "Type": "Clip",
    "Tags": "50 accessories_bundle bf-2022 BF_10 ca_stockoverride camera_accessory clips_plate recurate-shipping-6 register_me replacement replacement_part straps_accessory",
    "Weight": "45 grams",
    "Price USD": "$24.99"
  },
  {
    "source_id": 119,
    "Handle": "everyday-divider",
    "Title": "Everyday Bag Divider",
    "Description": " Replacement FlexFold Dividers for V2 Everyday Bags. If you need a Divider for a V1 Everyday Bag, go here . Replacement Dividers for Camera Cubes can be found here . ",
    "Type": "Bag",
    "Tags": "50 BF_20 ca_stockoverride everyday-bags_replacement replacement",
    "Weight": "91 grams",
    "Price USD": "$19.99"
  },
  {
    "source_id": 120,
    "Handle": "everyday-divider",
    "Weight": "113 grams",
    "Price USD": "$19.99"
  },
  {
    "source_id": 121,
    "Handle": "everyday-divider",
    "Weight": "86 grams",
    "Price USD": "$19.99"
  },
  {
    "source_id": 122,
    "Handle": "everyday-divider",
    "Weight": "41 grams",
    "Price USD": "$19.99"
  },
  {
    "source_id": 123,
    "Handle": "everyday-divider",
    "Weight": "45 grams",
    "Price USD": "$19.99"
  },
  {
    "source_id": 124,
    "Handle": "everyday-divider",
    "Weight": "50 grams",
    "Price USD": "$19.99"
  },
  {
    "source_id": 125,
    "Handle": "everyday-divider",
    "Weight": "113 grams",
    "Price USD": "$19.99"
  },
  {
    "source_id": 126,
    "Handle": "everyday-divider",
    "Weight": "68 grams",
    "Price USD": "$19.99"
  },
  {
    "source_id": 127,
    "Handle": "sternum-strap",
    "Title": "Sternum Strap",
    "Description": " Replacement Sternum Strap for the Everyday Backpack ",
    "Type": "CS Part",
    "Tags": "50 BF_20 ca_stockoverride everyday-bags_replacement replacement",
    "Weight": "23 grams",
    "Price USD": "$14.99"
  },
  {
    "source_id": 128,
    "Handle": "sternum-strap",
    "Weight": "23 grams",
    "Price USD": "$14.99"
  },
  {
    "source_id": 129,
    "Handle": "sternum-strap",
    "Weight": "23 grams",
    "Price USD": "$14.99"
  },
  {
    "source_id": 130,
    "Handle": "sternum-strap",
    "Weight": "23 grams",
    "Price USD": "$14.99"
  },
  {
    "source_id": 131,
    "Handle": "everyday-hip-belt",
    "Title": "Everyday Hip Belt",
    "Description": " Instantly add more stability, security, and comfort to your Everyday Backpack or Travel Backpack 30L . The Everyday Hip Belt quickly installs into any v2 Everyday Backpacks (the 20/30L Everyday Backpack v2 , and 20L Everyday Backpack Zip ) as well as the 30L Travel Backpack, and adjusts to fit your body and carry style. Once installed, the Hip Belt can be quickly stowed by tucking it behind the luggage pass-through on the rear panel of the bag, or beneath the Travel Backpack's magnetic flaps. Features aluminum G-hook closure hardware for quick cinching and loosening. Can be adjusted vertically and length-wise. Axial strap attachments provide comfort for all body types and activities. Spare webbing tucks into low-profile sleeves. Contains a padded, stable connection point for the Capture Clip (sold separately) on the right side. Available in 3 colors: Black, Ash, or Midnight Navy. Adjusts to fit most waist sizes from 29” (74cm) to 52” (132cm) . Does not fit v1 Everyday Backpacks or Everyday Totepack . ",
    "Type": "Bag V2",
    "Tags": "50 bf-2022 BF_20 ca_stockoverride everyday-bags_replacement recurate-shipping-6 replacement",
    "Weight": "159 grams",
    "Price USD": "$34.99"
  },
  {
    "source_id": 132,
    "Handle": "everyday-hip-belt",
    "Weight": "159 grams",
    "Price USD": "$34.99"
  },
  {
    "source_id": 133,
    "Handle": "everyday-hip-belt",
    "Weight": "181 grams",
    "Price USD": "$34.99"
  },
  {
    "source_id": 134,
    "Handle": "everyday-hip-belt",
    "Weight": "204 grams",
    "Price USD": "$34.99"
  },
  {
    "source_id": 135,
    "Handle": "hip-belt-cs-replacement",
    "Title": "Large Hip Belt (CS Replacement)",
    "Description": " Instantly add more stability, security, and comfort to your Everyday Backpack. The Everyday Hip Belt quickly installs into any v2 Everyday Backpack (the 20/30L Everyday Backpack v2 , and 15/20L Everyday Backpack Zip ) and adjusts to fit your body and carry style. Once installed, the Hip Belt can be quickly stowed by tucking it behind the luggage pass-through on the rear panel of the bag. Features aluminum G-hook closure hardware for quick cinching and loosening. Can be adjusted vertically and length-wise. Axial strap attachments provide comfort for all body types and activities. Spare webbing tucks into low-profile sleeves. Contains a padded, stable connection point for the Capture Clip (sold separately) on the right side. Available in 3 colors: Black, Ash, or Midnight Navy. Adjusts to fit most waist sizes from 32” to 69”. Does not fit v1 Everyday Backpacks, Everyday Totepack, or Peak Design Travel Bags. ",
    "Type": "CS Part",
    "Tags": "everyday-bags_accessory",
    "Weight": "195 grams",
    "Price USD": "$34.99"
  },
  {
    "source_id": 136,
    "Handle": "hip-belt-cs-replacement",
    "Weight": "195 grams",
    "Price USD": "$34.99"
  },
  {
    "source_id": 137,
    "Handle": "hip-belt-cs-replacement",
    "Weight": "195 grams",
    "Price USD": "$34.99"
  },
  {
    "source_id": 138,
    "Handle": "hip-belt-cs-replacement",
    "Weight": "191 grams",
    "Price USD": "$34.99"
  },
  {
    "source_id": 139,
    "Handle": "center-column-knob",
    "Title": "Center Column Knob",
    "Type": "Tripod",
    "Tags": "nodiscount",
    "Weight": "45 grams",
    "Price USD": "$9.99"
  },
  {
    "source_id": 140,
    "Handle": "edb-v2-key-tether",
    "Title": "EDB v2 // Key Tether",
    "Description": " Need to replace or add another key tether to your Everyday Backpack or Tote? This is your guy. Holds you keys and so much more. Note: This is the same tether on the Backpack and Tote. ",
    "Type": "Bag V2",
    "Tags": "everyday-bags_replacement replacement",
    "Weight": "18 grams",
    "Price USD": "$14.99"
  },
  {
    "source_id": 141,
    "Handle": "ball-head-2-5mm-screw-set",
    "Title": "Ball Head 2.5mm Screw Set",
    "Description": " Replacement Part for Ball Head 2.5mm Screw Set ",
    "Type": "CS Part",
    "Tags": "Final Sale no-reviews no-reviews-tab",
    "Weight": "18 grams",
    "Price USD": "$4.99"
  },
  {
    "source_id": 142,
    "Handle": "anchor-4-pack-1",
    "Title": "Anchor 4-Pack V3",
    "Type": "CS Part",
    "Weight": "14 grams",
    "Price USD": "$14.99"
  },
  {
    "source_id": 143,
    "Handle": "release-button-replacement-kit",
    "Title": "Release Button Replacement Kit",
    "Description": " Travel Tripod // Release Button Replacement Kit ",
    "Type": "CS Part",
    "Tags": "no-reviews",
    "Weight": "23 grams",
    "Price USD": "$14.99"
  },
  {
    "source_id": 144,
    "Handle": "everyday-sling-10-v1",
    "Title": "Everyday Sling 10L V1",
    "Description": " The ultimate low-profile, quick-access day bag for light carry and gear minimalists, the Everyday Sling 10L gives you fast access, expansion to carry more, and impeccable organization of your photo and everyday gear. Features lightning-fast strap adjusters, side-loading main compartment with origami-inspired FlexFold dividers, expandable outer pocket, and external carry system. Packs flat so you can stuff it inside a larger bag when traveling. Ideal for beginning photographers, or pros carrying just the essentials. Weatherproof 400D nylon canvas shell. Check out the Everyday Sling 5L for something a bit smaller. You can compare all our bags here . ",
    "Type": "Bag",
    "Tags": "all-bags AU-customized-shipping everyday-bags-v1 last-call_main limitedeol manual recurate-shipping-8 usonly",
    "Weight": "984 grams",
    "Price USD": "$84.99"
  },
  {
    "source_id": 145,
    "Handle": "everyday-sling-10-v1",
    "Weight": "794 grams",
    "Price USD": "$84.99"
  },
  {
    "source_id": 146,
    "Handle": "everyday-sling-10-v1",
    "Weight": "989 grams",
    "Price USD": "$84.99"
  },
  {
    "source_id": 147,
    "Handle": "field-pouch",
    "Title": "Field Pouch V2",
    "Description": " Field Pouch is our only organizer that is truly 2 bags in 1: a minimalist carry-all sling bag, and compressible in-bag organizer. A roll-top opening grants easy access, massive expansion (it doubles in volume), and quick compression to eliminate unused space. Inside you’ll find a thoughtful layout of stretch pockets and zip pockets to keep cords, cards, batteries, keys—even small lenses or camera bodies—organized and not jingling around. Included ultralight adjustable strap enables cross-body or shoulder carry, and integrated belt loops allow for waist carry. For a lightweight shooting setup, attach a Capture Clip (sold separately) and keep your camera outside the pouch—keep your rig at-the-ready, and increase storage space for accessories. All fabrics are recycled and Bluesign approved, including the soft internal felt liner and the 400D double poly-coated weatherproof nylon canvas shell. Now in its 2nd generation, the Field Pouch V2 features tons of usability optimizations like an included strap, improved pocket layout, and dual Capture attachment points. Updated patterning integrates loads of functionality into single, sweeping seam lines for a timeless, minimal look. Looking for a deal? - Pick up a discounted Field Pouch V1 while supplies last - Find a used one on the PD Marketplace . ",
    "Type": "Bag V2",
    "Tags": "360images accessories_bundle allow-bo bf-2022 ca_stockoverride camera-gear_sub1 collection-pouch everyday-bags_accessory manual pouch_organizer recurate-shipping-10 recurate-shipping-8 travel-bags_accessory",
    "Weight": "272 grams",
    "Price USD": "$59.99"
  },
  {
    "source_id": 148,
    "Handle": "field-pouch",
    "Weight": "272 grams",
    "Price USD": "$59.99"
  },
  {
    "source_id": 149,
    "Handle": "field-pouch",
    "Weight": "272 grams",
    "Price USD": "$59.99"
  },
  {
    "source_id": 150,
    "Handle": "wall-power-adapter",
    "Title": "Wall Power Adapter",
    "Description": " A USB-C wall power adapter with 20W max output for optimal power delivery when used with the Peak Design Wireless Charging Stand . The Wireless Charging Stand comes with a 2m USB-C to USB-C power cable that can be used with many different types of USB-C power sources, including 3rd party wall adapters. But if you're in need of a wall adapter, get this one and you can be confident that your charger is performing optimally. Available in 4 different plug types: Type A (US), Type G (UK), Type C (EU), and Type I (AU/NZ). ",
    "Type": "Mobile",
    "Tags": "50 bf-2022 ca_stockoverride HR-refund:180days mobile mobile-production mobile_replacement newest slimlink-tm",
    "Weight": "0 grams",
    "Price USD": "$22.99"
  },
  {
    "source_id": 151,
    "Handle": "wall-power-adapter",
    "Weight": "0 grams",
    "Price USD": "$22.99"
  },
  {
    "source_id": 152,
    "Handle": "wall-power-adapter",
    "Weight": "0 grams",
    "Price USD": "$22.99"
  },
  {
    "source_id": 153,
    "Handle": "wall-power-adapter",
    "Weight": "0 grams",
    "Price USD": "$24.99"
  },
  {
    "source_id": 154,
    "Handle": "universal-adapter",
    "Title": "Universal Adapter",
    "Description": " Install this adhesive-backed adapter on the back of a 3rd party phone case to make nearly any phone compatible with Peak Design Mobile mounts and accessories. At just 2.5mm thick and wrapped in a beautiful weatherproof nylon canvas, the Universal Adapter is low-profile, aesthetically clean, and adheres with 3M VHB for an ultra-strong, ultra-durable connection. Like the Peak Design Everyday Case , the Universal Adapter has a brilliant magnetic/mechanical lock built right into it. We call this mounting technology SlimLink, and it's so fast and secure that it borders on magic. With this adapter on your 3rd party phone case, you can instantly connect to all Peak Design Mobile mounts and accessories. It even works with Apple MagSafe accessories, too. Adheres to smooth, non-textured, non-porous case materials like hard plastic and metal. Not recommended for soft or rubbery surfaces like silicone or leather. Installing directly on your phone is not recommended. Wireless charging may not be possible or optimal with adapter installed. This adapter contains magnets that may interfere with stylus accessories like the Samsung S-Pen. Not designed for tablets or folding/flip phones. ",
    "Type": "Mobile",
    "Tags": "50 bf-2022 ca_stockoverride FREEUA HR-refund:180days ks-launch-coupon manual mobile mobile-production mobile_case mobile_main newest slimlink-tm",
    "Weight": "59 grams",
    "Price USD": "$32.99"
  },
  {
    "source_id": 155,
    "Handle": "car-mount",
    "Title": "Car Mount",
    "Description": " A phone mount that is so beautiful, secure, and intuitive, that once you install it in your car, you'll feel like it was there from the start. That's because unlike flimsy, bulky plastic car mounts that stick out like sore thumbs, the Peak Design Car Mount is made from a beautiful machined/anodized aluminum and mounts directly to your dash or console via an ultra-durable 3M VHB pad. Ultra-strong MagSafe-compatible magnets hold your phone in place even during the most spirited driving‚ we call the mounting system SlimLink and it's so fast and secure, it borders on magic. Adjust viewing angle with a buttery-smooth aluminum ballhead. Car Mount's small footprint lets you mount your phone right where you want it without obstructing your view of the road. Available in standard or wireless charging models. With the charging model, the mount's magnetic connection system ensures perfect charging coil alignment every time. That means more consistent and efficient charging, and no more surprise battery outages. View our Vent Mount for additional mounting options. Requires a Peak Design Case or Universal Adapter (sold separately). Also works with MagSafe phones and phone cases. Charging may not be possible or optimal when using the Universal Adapter. Best results when attached to flat, hard, non-porous, non-textured surfaces. ",
    "Type": "Mobile",
    "Tags": "360images 50 bf-2022 ca_stockoverride HR-refund:180days manual mobile mobile-production mobile_mount slimlink-tm",
    "Weight": "231 grams",
    "Price USD": "$89.99"
  },
  {
    "source_id": 156,
    "Handle": "car-mount",
    "Weight": "132 grams",
    "Price USD": "$49.99"
  },
  {
    "source_id": 157,
    "Handle": "creator-kit",
    "Title": "Mobile Creator Kit",
    "Description": " Unleash the full photography and filmmaking potential of your phone with Creator Kit, a brilliantly versatile phone mount that adapts to tripods, GoPro mounts, 1/4\"-20 mounts, and the Peak Design Capture Camera Clip. Leave the DSLR at home, and instead mount your phone onto any Arca-type tripod head to capture timelapses and long exposures. Forget the GoPro? Pop your phone directly onto any GoPro-style mount (like a helmet or chest mount) to capture and share POV video. Use the 1/4-20\" adapter to mount your phone all sorts of vlogging and video rigs. And if you carry your camera in Capture, now you can carry/mount your phone in it, too. Features an ultra-strong magnetic/mechanical mounting technology (called SlimLink) that grabs and locks your phone so effortlessly, it feels like magic. Attach your phone in portrait or landscape, and remove it instantly with the press of a button. Rigid and secure enough for any activity. Requires your phone to have an Everyday Case or Universal Adapter (sold separately). ",
    "Type": "Mobile",
    "Tags": "50 bf-2022 ca_stockoverride camera-gear_sub4 HR-refund:180days manual mobile mobile-production mobile_accessory newest slimlink-tm",
    "Weight": "191 grams",
    "Price USD": "$59.99"
  },
  {
    "source_id": 158,
    "Handle": "mobile-tripod",
    "Title": "Mobile Tripod",
    "Description": " Designed by a team of award-winning tripod engineers, the Mobile Tripod is a precision-machined, buttery-smooth tripod for the camera you carry with you everywhere: your phone. Ultra-portable and pocket-friendly, it packs down to just a half-centimeter thick. Ultra-strong MagSafe-compatible magnets snap Mobile Tripod to the back of your phone with a satisfying 'pop' and hold it in portrait or landscape mode. The unique mounting system is called SlimLink and it's so fast and secure, it borders on magic. Aluminum legs with anti-slip, vibration-damping feet deploy in both tripod and kickstand orientations. A micro ballhead smoothly adjusts your shooting or viewing angle, and ball tension can be adjusted with a magnetically integrated tuning key. Whether you're into photography, filmmaking, videochatting, YouTube rabbit holes, or all of the above, give your phone the tripod it deserves. Requires a Peak Design Case or Universal Adapter (sold separately). Also works with MagSafe phones and phone cases. ",
    "Type": "Mobile",
    "Tags": "100 bf-2022 ca_stockoverride camera-gear_sub4 manual mobile mobile-production mobile_accessory newest slimlink-tm",
    "Weight": "118 grams",
    "Price USD": "$94.99"
  },
  {
    "source_id": 159,
    "Handle": "motorcycle-bar-mount",
    "Title": "Motorcycle Bar Mount",
    "Description": " A versatile, bomb-proof motorcycle phone mount that is beautiful, durable, adjustable, and delightfully easy to use. Stop hassling with mounting systems that are bulky, fidgety, and unsightly. Securely installs on a wide variety of handlebars (from 7/8\" to 1.25\" diameter). Features an ultra-strong magnetic/mechanical mounting technology (called SlimLink) that grabs and locks your phone so effortlessly, it feels like magic. Remove your phone instantly with the press of a button-even with riding gloves on. A rigid adjustment arm lets you customize your phone position for optimized viewing. Remove the arm for lower-profile mounting. Best-in-class vibration isolator prevents phone damage, yet preserves enough stiffness so you can easily interact with your phone while mounted. Weatherproof machined and anodized aluminum construction with stainless steel fasteners. Requires a Peak Design Case or Universal Adapter (sold separately). Ride a sport/street bike with clip-on style bars? Get the Motorcycle Stem Mount ",
    "Type": "Mobile",
    "Tags": "100 360images bf-2022 ca_stockoverride HR-refund:180days manual mobile mobile-production mobile_mount newest nostockmodal slimlink-tm",
    "Weight": "259 grams",
    "Price USD": "$114.99"
  },
  {
    "source_id": 160,
    "Handle": "motorcycle-stem-mount",
    "Title": "Motorcycle Stem Mount",
    "Description": " Ideal for sport and street bikes with clip-on style handlebars, the low-profile Motorcycle Stem Mount keeps your phone rigidly mounted, easily viewable, and instantly accessible. Securely installs in most hollow-center steering stem nuts using an expansion plug. Features an ultra-strong magnetic/mechanical mounting technology (called SlimLink) that grabs and locks your phone so effortlessly, it feels like magic. Attach your phone in portrait or landscape, and remove it instantly with the press of a button-even with riding gloves on. A rigid adjustment arm lets you customize your phone position and viewing angle. Best-in-class vibration isolator prevents phone damage, yet preserves enough stiffness so you can easily interact with your phone while mounted. Weatherproof machined and anodized aluminum construction with stainless steel fasteners. Requires a Peak Design Case or Universal Adapter (sold separately). Don't have clip-on style bars? Get the Motorcycle Bar Mount . ",
    "Type": "Mobile",
    "Tags": "100 bf-2022 ca_stockoverride HR-refund:180days manual mobile mobile-production mobile_mount newest slimlink-tm",
    "Weight": "150 grams",
    "Price USD": "$114.99"
  },
  {
    "source_id": 161,
    "Handle": "out-front-bike-mount-v1",
    "Title": "Out Front Bike Mount V1",
    "Description": " The streamlined yet rugged Out Front Bike Mount lets you rigidly mount your phone to your bike's handlebars, access it instantly, and even flip it up to film your ride. Built from ultralight machined/anodized aluminum, the Out Front Bike Mount features an ultra-strong magnetic/mechanical mounting technology (called SlimLink) that grabs and locks so effortlessly, it feels like magic. Remove your phone instantly with the press of a button. Designed to hold your phone in front of your handlebars for optimized viewing, it can also be configured to sit below or behind your handlebars to accommodate bike computers. An included thumbscrew lets you reposition your phone on-the-fly to film your ride. And an included accessory mount lets you attach a bike light or action camera. Whether it's a quick commute or a century ride down gravel trails, the Out Front Bike Mount keeps your phone safe and viewable always. Includes sizing collars to attach to the following bar diameters: 22.2mm (7/8\"), 25.4mm (1\"), 31.8mm (1-1/4\"). Not compatible with 35mm bars, tapered bars, or non-round bars. See this article for more info on bar compatibility. Requires a Peak Design Case or Universal Adapter (sold separately). ",
    "Type": "Mobile",
    "Tags": "100 360images bf-2022 ca_stockoverride HR-refund:180days manual mobile mobile-production mobile_mount newest slimlink-tm",
    "Weight": "231 grams",
    "Price USD": "$79.99"
  },
  {
    "source_id": 162,
    "Handle": "universal-bar-mount",
    "Title": "Universal Bar Mount",
    "Description": " Designed for a wide variety of mounting setups, the Universal Bar Mount securely holds your phone on the handlebars, stem, or frame of any bike, scooter, stroller, motorcycle, golf cart, and more. Silicone band attaches snugly to wide range of standard bar diameters and can be repositioned easily. Features an ultra-strong magnetic/mechanical mounting technology (called SlimLink) that grabs and locks your phone so effortlessly, it feels like magic. Remove your phone instantly with the push of a button. Easily switch between portrait and landscape alignment without removing your phone. The mounting head clocks in 32 discreet positions so you can position your phone level on any handlebar style. Quickly move this mount from one place to another, or remove it at the end of your ride in places where theft is a concern. Requires a Peak Design Case or Universal Adapter (sold separately). ",
    "Type": "Mobile",
    "Tags": "50 bf-2022 ca_stockoverride HR-refund:180days manual mobile mobile-production mobile_mount newest nostockmodal slimlink-tm",
    "Weight": "132 grams",
    "Price USD": "$59.99"
  },
  {
    "source_id": 163,
    "Handle": "wall-mount",
    "Title": "Wall Mount",
    "Description": "Instantly and securely mount your phone to any wall, mirror, tile, or flat surface with the beautiful nylon canvas wrapped Wall Mount. Recipes in the kitchen, podcasts in the bathroom, video calls from the workshop...the potential for added utility with your phone at home is endless. Safely installs to a wide variety of walls with 3M E-series adhesive. Ultra-strong magnets grab your phone with a satisfying 'pop' and hold it in portrait or landscape mode. The unique mounting system is called SlimLink and it's so fast and secure, it borders on magic. Low-profile and aesthetically handsome, Wall Mount comes in light and dark color-ways to compliment any space in your home. Requires a Peak Design Case or Universal Adapter (sold separately). Also works with MagSafe phones and phone cases. Best results when attached to flat, hard, non-porous, non-textured surfaces.",
    "Type": "Mobile",
    "Tags": "50 bf-2022 bf-discount-ipp-40 ca_stockoverride HR-refund:180days manual mobile mobile-production mobile_mount newest slimlink-tm",
    "Weight": "82 grams",
    "Price USD": "$29.99"
  },
  {
    "source_id": 164,
    "Handle": "wall-mount",
    "Weight": "82 grams",
    "Price USD": "$29.99"
  },
  {
    "source_id": 165,
    "Handle": "wireless-charging-stand",
    "Title": "Wireless Charging Stand",
    "Description": " Part desktop sculpture, part charging phone stand, our Wireless Charging Stand is made out of precision-machined anodized aluminum and adjusts with an ultra-smooth friction hinge to find your optimal viewing angle. Magnetically grabs your phone with a satisfying 'pop' and holds it in portrait or landscape mode. The magnets, charging components, and chassis are each custom-designed to optimize charging alignment, charging speed, and heat dissipation. This unique mounting system is called SlimLink™ ‚ and it's so fast and secure, it borders on magic. A grippy silicone base and solid aluminum build allows for 1-handed phone removal‚ the stand stays put, unlike with other magnetic chargers. Hinged construction lets you infinitely adjust viewing angle, and also fold the stand flat for easy transport. Elegant, functional, and beautiful, it's the charging stand that your desk or bedside table deserves. Requires a Peak Design Case , Universal Adapter , MagSafe phone or MagSafe Phone Case. Requires a USB-C power adapter that can supply 20W/12V output. Need one? Add a Wall Power Adapter here. Charging may not be possible or optimal when using the Peak Design Universal Adapter. ",
    "Type": "Mobile",
    "Tags": "100 360images bf-2022 HR-refund:180days manual mobile mobile-production mobile_accessory newest slimlink-tm",
    "Weight": "440 grams",
    "Price USD": "$89.99"
  },
  {
    "source_id": 166,
    "Handle": "replacement-part-for-out-front-collar",
    "Title": "Replacement Part for Out Front Collar",
    "Type": "CS Part",
    "Tags": "replacement_part",
    "Weight": "0 grams",
    "Price USD": "$9.99"
  },
  {
    "source_id": 167,
    "Handle": "replacement-part-for-bike-mount-screw",
    "Title": "Replacement Part for Bike Mount Screw",
    "Type": "CS Part",
    "Tags": "replacement_part",
    "Weight": "0 grams",
    "Price USD": "$14.99"
  },
  {
    "source_id": 168,
    "Handle": "copy-of-cs-tripod-part-leg",
    "Title": "CS Tripod Part Leg V2",
    "Description": " CS Replacement Part for Travel Tripod (Fully Assembled) ",
    "Type": "CS Part",
    "Tags": "Final Sale no-reviews no-reviews-tab nodiscount",
    "Weight": "159 grams",
    "Price USD": "$149.99"
  },
  {
    "source_id": 169,
    "Handle": "copy-of-cs-tripod-part-leg",
    "Weight": "431 grams",
    "Price USD": "$69.99"
  },
  {
    "source_id": 170,
    "Handle": "car-mount-adhesive-pads",
    "Title": "Car Mount Adhesive Pads & Cable Clips",
    "Description": " 3 replacement VHB adhesive pads for Peak Design adhesive Car Mounts. Also includes 3 alcohol wipes and 3 replacement cable clips. ",
    "Type": "Mobile",
    "Tags": "bf-2022-10 ca_stockoverride mobile_replacement no-expand",
    "Weight": "0 grams",
    "Price USD": "$9.99"
  },
  {
    "source_id": 171,
    "Handle": "replacement-part-for-mobile-car-power-adapter",
    "Title": "Car Mount Power Adapter",
    "Description": " Replacement low-profile 12V auto outlet (cigarette lighter) adapter for Peak Design Wireless Charging Car Mounts. ",
    "Type": "Mobile",
    "Tags": "bf-2022-10 mobile_replacement no-expand",
    "Weight": "0 grams",
    "Price USD": "$24.99"
  },
  {
    "source_id": 172,
    "Handle": "mobile-creator-kit-mounting-bases",
    "Title": "Mobile Creator Kit Mounting Bases",
    "Description": " Replacement base plates for the Peak Design Mobile Creator Kit. Includes a 1/4-20 mounting plate and an Arca mounting plate, as well as a replacement thumb screw. ",
    "Type": "Mobile",
    "Tags": "bf-2022-10 ca_stockoverride mobile_replacement no-expand",
    "Weight": "0 grams",
    "Price USD": "$14.99"
  },
  {
    "source_id": 173,
    "Handle": "mobile-tripod-tuning-key",
    "Title": "Mobile Tripod Tuning Key",
    "Description": " Replacement ballhead friction tuning key for the Peak Design Mobile Tripod. ",
    "Type": "Mobile",
    "Tags": "bf-2022-10 ca_stockoverride mobile_replacement no-expand",
    "Weight": "0 grams",
    "Price USD": "$9.99"
  },
  {
    "source_id": 174,
    "Handle": "motorcycle-bar-mount-collars-screws",
    "Title": "Motorcycle Bar Mount Collars & Screws",
    "Description": " Replacement sizing collars and mounting screws for the Peak Design Motorcycle Bar Mount. Includes all 3 sizes of collar that come new with the Motorcycle Bar Mount. ",
    "Type": "Mobile",
    "Tags": "bf-2022-10 ca_stockoverride mobile_replacement no-expand",
    "Weight": "0 grams",
    "Price USD": "$14.99"
  },
  {
    "source_id": 175,
    "Handle": "motorcycle-stem-mount-expansion-plugs",
    "Title": "Motorcycle Stem Mount Expansion Plugs",
    "Description": " Replacement expansion plugs for the Peak Design Motorcycle Stem Mount. Includes small and large plugs, plus a hex wrench. ",
    "Type": "Mobile",
    "Tags": "bf-2022-10 ca_stockoverride mobile_replacement no-expand",
    "Weight": "0 grams",
    "Price USD": "$14.99"
  },
  {
    "source_id": 176,
    "Handle": "out-front-bike-accessory-mount",
    "Title": "Out Front Bike Accessory Mount",
    "Description": " Replacement accessory mount hardware for the Out Front Bike Mount. Includes all parts required to mount accessories and action cameras to the bottom of the Peak Design Out Front Bike Mount. ",
    "Type": "Mobile",
    "Tags": "bf-2022-10 ca_stockoverride mobile_replacement no-expand",
    "Weight": "0 grams",
    "Price USD": "$14.99"
  },
  {
    "source_id": 177,
    "Handle": "out-front-bike-collars",
    "Title": "Out Front Bike Collars",
    "Description": " Replacement sizing collars for the Peak Design Out Front Bike Mount. Includes all 3 sizes of collars that come new with the Out Front Bike Mount. ",
    "Type": "Mobile",
    "Tags": "bf-2022-10 ca_stockoverride mobile_replacement no-expand",
    "Weight": "0 grams",
    "Price USD": "$9.99"
  },
  {
    "source_id": 178,
    "Handle": "out-front-bike-screws",
    "Title": "Out Front Bike Screws",
    "Description": " Replacement thumb screw and hex-drive screw for the Peak Design Out Front Bike Mount. Includes a hex wrench. ",
    "Type": "Mobile",
    "Tags": "bf-2022-10 ca_stockoverride mobile_replacement no-expand",
    "Weight": "0 grams",
    "Price USD": "$14.99"
  },
  {
    "source_id": 179,
    "Handle": "wall-mount-adhesive-pads",
    "Title": "Wall Mount Adhesive Pads",
    "Description": " 2 replacement VHB adhesive pads for the Peak Design Wall Mount. Also includes 2 alcohol wipes. ",
    "Type": "Mobile",
    "Tags": "bf-2022-10 ca_stockoverride mobile_replacement no-expand",
    "Weight": "0 grams",
    "Price USD": "$9.99"
  },
  {
    "source_id": 180,
    "Handle": "replacement-part-for-usb-cable",
    "Title": "USB-C Cable",
    "Description": " Replacement USB-C to USB-C power cable for Peak Design Wireless Charging mounts and accessories. Also includes 3 replacement cable clips (the same clips included with our Charging Car Mounts). ",
    "Type": "Mobile",
    "Tags": "bf-2022-10 mobile_replacement no-expand replacement",
    "Weight": "0 grams",
    "Price USD": "$14.99"
  },
  {
    "source_id": 181,
    "Handle": "replacement-part-for-usb-cable",
    "Weight": "0 grams",
    "Price USD": "$14.99"
  },
  {
    "source_id": 182,
    "Handle": "small-wash-pouch",
    "Title": "Small Wash Pouch",
    "Description": " The little sibling of our original award-winning Wash Pouch , the Small Wash Pouch is a streamlined, yet full-featured toiletry bag designed for light packers or short trips where you just need to take the essentials. Small Wash Pouch features the same unique materials and features as our larger version, but with fewer pockets and a slimmed-down, stow-anywhere size. Durable, weatherproof, easy-to-clean materials repel water and stains so your pouch can take a beating and will still look sparkling clean for years to come. A burly #8 weatherproof UltraZip allows the bag to open wide, giving you total visibility and access to your items. The UltraZip can withstand decades of use thanks to it's proprietary abrasion-resistant thread. Sits upright on a counter or hangs via a stowable aluminum hook. 4 internal TPU-coated nylon mesh pockets, an internal zip pocket, and a magnetically-sealed toothbrush pocket keep items organized and clean. Plus, all pockets can turn inside out for deep cleaning in case of spills. Fair Trade Certified and 100% carbon neutral. Looking for something better for longer trips, heavy packers, or more/larger items? Check out the original Wash Pouch . ",
    "Type": "Travel",
    "Tags": "360images accessories_bundle bf-2022 collection-pouch pouch_organizer travel-bags_accessory",
    "Weight": "181 grams",
    "Price USD": "$59.99"
  },
  {
    "source_id": 183,
    "Handle": "small-wash-pouch",
    "Weight": "181 grams",
    "Price USD": "$59.99"
  },
  {
    "source_id": 184,
    "Handle": "travel-backpack-30l",
    "Title": "Travel Backpack 30L",
    "Description": " The smaller sibling of our iconic 45L Travel Backpack, the 30L is a rugged, expandable daypack ideal for shorter travel and everyday carry because No Two Trips Are The Same ™. A big, beautiful rear hatch provides total access for easy packing and unpacking. An enlarged top pocket is subdivided with stretch and zip pockets for keys, glasses, passport, etc. The weatherproof #10 UltraZip can withstand decades of use thanks to its proprietary abrasion-resistant thread. Meets international carry-on size requirements in expanded (33L) and compressed (27L) form. Expansive side pockets for water bottles, tripods, and more. Padded laptop + tablet sleeves. Tuck-away shoulder straps and optional hip belt accessory. 360-degree grab handles. Cleverly concealed external carry straps. All packed within a sleek, weatherproof 100% recycled 400D nylon canvas shell with 900D bottom liner. Fair Trade Certified and 100% carbon neutral. Works seamlessly with Peak Design Packing Cubes and Pouches , sold separately. Fits Peak Design Camera Cubes, but only in its expanded form. For optimal photo gear carry, we recommend the larger 45L Travel Backpack . Need help choosing the right bag? Try ou r Bag Finder . ",
    "Type": "Travel",
    "Tags": "all-bags_main AU-customized-shipping aus_shipping backpack bf-2022 ca_stockoverride camera-gear_sub1 drones_main main_bundle manual recurate-shipping-12 travel-bags_main",
    "Weight": "1565 grams",
    "Price USD": "$249.99"
  },
  {
    "source_id": 185,
    "Handle": "travel-backpack-30l",
    "Weight": "1565 grams",
    "Price USD": "$249.99"
  },
  {
    "source_id": 186,
    "Handle": "travel-backpack-30l",
    "Weight": "1565 grams",
    "Price USD": "$249.99"
  },
  {
    "source_id": 187,
    "Handle": "packable-tote",
    "Title": "Packable Tote",
    "Description": " Ultralight and ultra-capable, the Peak Design Packable Tote is an unstructured and zippable carry-all. The Packable Tote offers key improvements over other packable tote bags: zip closure, a solo microfiber-padded shoulder/hand strap, and a self-healing nylon shell that is constructed out of a single piece of fabric, which minimizes seams and stress points. And it all packs down to become barely larger than a deck of cards. The zip closure prevents spills and also keeps sand and dirt out, which greatly increases the versatility of the Packable Tote—groceries, travel, baby, beach—you’ll never stop finding uses for this bag. Lucky for you, it’s built to last. The durable #5 UltraZip can withstand decades of use, thanks to proprietary abrasion-resistant thread. The beautiful, 100% recycled ripstop 70D nylon/poly shell is self-healing, meaning it has a special coating that will actively heal small scratches. It’s also water-resistant. The shoulder strap is constructed from high-strength nylon webbing with a soft sewn-in microfiber pad. Unlike dual-strap totes, the single strap makes this bag easier to grab, carry, and stow. Weighs a svelte 80g (2.8oz) and packs down to slip inside any pocket or bag. The integrated stuff sack doubles as an interior pocket when using the tote. Fair Trade Certified and 100% carbon neutral. ",
    "Type": "Travel",
    "Tags": "accessories_bundle bf-2022 ca_stockoverride collection-pouch manual pouch_organizer tote travel-bags_main",
    "Weight": "91 grams",
    "Price USD": "$24.99"
  },
  {
    "source_id": 188,
    "Handle": "packable-tote",
    "Weight": "91 grams",
    "Price USD": "$24.99"
  },
  {
    "source_id": 189,
    "Handle": "copy-of-travel-tripod-phone-mount",
    "Title": "Travel Tripod Phone Mount V2",
    "Description": " A replacement Phone Mount for the Travel Tripod . This universal phone mount fits up to up to a 9cm (3.54\") wide phone and stows away easily in the center column so you always have it on hand. (Works with both carbon and aluminum Peak Design Travel Tripod models. Tripod sold separately.) ",
    "Type": "Tripod",
    "Tags": "50 BF_10 ca_stockoverride nodiscount replacement tripods_replacement",
    "Weight": "36 grams",
    "Price USD": "$24.99"
  },
  {
    "source_id": 190,
    "Handle": "propad-1",
    "Title": "Pro Pad V1",
    "Description": " The Pro Pad V1 gives added stability and comfort when carrying heavy camera bodies and lenses with a Capture V2 or Capture V1 camera clip. It functions in the same way that our new Pro Pad does, but it is designed for use with previous Capture versions. If you have the latest version of Capture, you should buy the new Pro Pad. ",
    "Type": "Clip",
    "Tags": "hide-features-specs last-call_main usonly",
    "Weight": "113 grams",
    "Price USD": "$14.99"
  },
  {
    "source_id": 191,
    "Handle": "capture-lens",
    "Title": "CaptureLens V2",
    "Description": "This product consists of Lens Kit, plus a Capture Standard V2 clip bundled together in one package. Capture Standard V2 is the previous version of Capture but features the same strength and functionality. Capture Standard V2 is made of solid aluminum and has a glass-filled nylon backplate that makes it slightly lighter than CapturePro V2. Instead of a tripod plate, it comes with a Lens Kit—the same Lens Kit that we sell today. Choose from Canon, Nikon, or Sony E-Mount. ",
    "Type": "Clip",
    "Tags": "hide-features-specs last-call_main manual usonly",
    "Weight": "340 grams",
    "Price USD": "$44.99"
  },
  {
    "source_id": 192,
    "Handle": "capture-lens",
    "Weight": "349 grams",
    "Price USD": "$44.99"
  },
  {
    "source_id": 193,
    "Handle": "capture-lens",
    "Weight": "336 grams",
    "Price USD": "$44.99"
  },
  {
    "source_id": 194,
    "Handle": "pro-plate",
    "Title": "Pro Plate V1",
    "Description": "This machined and anodized aluminum tripod plate is a previous version of our current Dual Plate. It works with all Peak Design clips, straps, and tripods. It is Arca compatible, yet contains 2 adapters that can be screwed it to make it compatible with most Manfrotto RC2 tripod heads. ",
    "Type": "Clip",
    "Tags": "hide-features-specs last-call_main usonly",
    "Weight": "82 grams",
    "Price USD": "$14.99"
  },
  {
    "source_id": 195,
    "Handle": "capture-tool",
    "Title": "Capture Tool",
    "Description": " This nifty multitool lets you more securely torque down the clamping bolts on Capture V2 and Capture V1, as well as the thumbscrews on the POV Kit (which we still sell today). It also contains a 4mm hex key which works with all of our hex-drive tripod plates, and it has a bottle opener that complies with all international happy hour regulations. Ideal times to use it are beer-o-clock, beer-thirty, and the entire month of Beertober. ",
    "Type": "Clip",
    "Tags": "hide-features-specs last-call_main usonly",
    "Weight": "27 grams",
    "Price USD": "$9.99"
  },
  {
    "source_id": 196,
    "Handle": "pd-sticker-pack",
    "Title": "PD Sticker Pack",
    "Description": " This pack of 5 durable, high-quality vinyl stickers visually represents the 5 stages of Peak Design fandom: exuberance, thrill, insanity, psychadelia, and interperative dance. The stickers come in a rad custom-printed cardboard envelope that could save your life if you ever wake up somewhere in Northern California with no idea of where you are or why you're wearing a fishnet tanktop. Don't worry, we've all been there! The adhesive on these stickers is specially formulated for Burning Man art cars, rear bumpers on pre-1980 GM vehicles, and 'CURB YOUR DOG!' yard signs. ",
    "Type": "Apparel",
    "Tags": "ca_stockoverride merch",
    "Weight": "23 grams",
    "Price USD": "$9.99"
  },
  {
    "source_id": 197,
    "Handle": "capture-bino",
    "Title": "Capture Bino",
    "Description": " Capture Bino Binocular Clip ",
    "Type": "Clip",
    "Tags": "hide-features-specs last-call_main usonly",
    "Weight": "227 grams",
    "Price USD": "$24.99"
  },
  {
    "source_id": 198,
    "Handle": "clutch-v2",
    "Title": "Clutch V2",
    "Description": "The world’s first camera hand strap that is quick-connecting and quick-adjusting. Clutch gives you access to your camera’s controls but quickly cinches down when you need security. Hypalon exterior, microfiber pad, and aluminum adjuster hardware is ultra-durable and inspired by high-end climbing gear. Attaches to your camera at 2 points: your camera strap mount (via a reinforced Hypalon loop) and your camera tripod mount (via our low-profile Arca-compatible Standard Plate). Clutch can be used alongside other Peak Design straps, as well as the Capture Camera Clip . Have a mirrorless camera? Use Micro Clutch . Still not sure what strap you need? See our comparison guide . ",
    "Type": "Strap",
    "Tags": "hide-features-specs last-call_main usonly",
    "Weight": "127 grams",
    "Price USD": "$29.99"
  },
  {
    "source_id": 199,
    "Handle": "p-o-v-kit-v1-for-capture",
    "Title": "P.O.V. Kit V1",
    "Description": " P.O.V. Kit for Capture ",
    "Type": "Clip",
    "Tags": "hide-features-specs last-call_main usonly",
    "Weight": "145 grams",
    "Price USD": "$19.99"
  },
  {
    "source_id": 200,
    "Handle": "vent-mount",
    "Title": "Car Vent Mount",
    "Description": " You get what you pay for with car vent mounts, and the Peak Design Car Vent Mount is hands-down the strongest, sturdiest, most adjustable vent mount money can buy. Traditional vent mounts are fraught with frustration: they're flimsy and prone to falling off, they're difficult to position, and they completely block airflow. Built from solid machined aluminum, the PD Car Vent Mount fastens to your vent with 2 points of connection for considerably more strength and stability. A 360-degree swivel arm lets you position your phone away from your vent for better airflow and easier viewing. And to top it off, this mount uses our SlimLink™ mounting system—powerful magnets and a UV-shielded anti-slip pad instantly grab hold of your phone in portrait or landscape. Adjust the viewing angle with a buttery-smooth aluminum ball head. This mount is strong enough for any kind of driving, off-road included. Available in standard or wireless charging models. With the charging model, the mount's magnetic connection system ensures perfect charging coil alignment every time. That means more consistent and efficient charging and no more surprise battery outages. Compatible with many but not all car vents (see compatibility specifications below). Requires a Peak Design Case or Universal Adapter (sold separately). Also works with MagSafe phones and phone cases. Charging may not be possible or optimal when using the Universal Adapter. ",
    "Type": "Mobile",
    "Tags": "mobile-production mobile_mount slimlink-tm",
    "Weight": "0 grams",
    "Price USD": "$114.99"
  },
  {
    "source_id": 201,
    "Handle": "vent-mount",
    "Weight": "0 grams",
    "Price USD": "$74.99"
  },
  {
    "source_id": 202,
    "Handle": "microclutch",
    "Title": "Micro Clutch",
    "Description": " The first of its kind, Micro Clutch is a hand strap specifically designed for small mirrorless camera bodies. Micro Clutch is perfectly suited for any activity where drop protection and comfort are of the essence, whether it's run-and-gun street photography, actively shooting in the outdoors, or doing an extended portrait session in the studio. Unlike traditional DSLR hand straps which press your palm against your camera body, Micro Clutch's padded Hypalon loop comfortably cradles 2-4 fingers. This unique design gives you a delightful combination of superior grip and enhanced comfort, and does so without restricting your access to your camera's front, rear, and top controls. A beautiful low-profile machined aluminum baseplate conceals a hidden attachment tool, making battery access a breeze. Micro Clutch also includes a removable tripod plate for use with Capture V3, PD tripods, and 3rd party Arca-compatible tripods. A built-in Anchor attachment point allows use with any PD camera strap. Fits a wide range of mirrorless camera bodies. Choose the L-plate model for mirrorless cameras with a pronounced hand grip, and the I-plate model for cameras with little or no hand grip. For DSLR cameras, try the original Clutch hand strap. See a compatibility chart in the image gallery and find more details in our help center . ",
    "Type": "Strap",
    "Tags": "ca_stockoverride camera-gear_sub2 camera_strap compatibility-guide straps_main",
    "Weight": "0 grams",
    "Price USD": "$74.99"
  },
  {
    "source_id": 203,
    "Handle": "microclutch",
    "Weight": "0 grams",
    "Price USD": "$74.99"
  },
  {
    "source_id": 204,
    "Handle": "nomad-rugged-case-with-slimlink",
    "Title": "Nomad x Peak Design Rugged Case",
    "Description": " Dial the protection up to 11 with this rugged polycarbonate case that is surprisingly light in hand, yet features fortified TPU bumpers around the corners and lenses of your phone. Peak Design collaborated with Nomad—expert case designers and fellow Climate Neutral brand—to create a beefier alternative to our Everyday Case for those seeking maximum drop and scratch protection. Like our other cases, the Rugged Case features SlimLink™ mounting technology, so fast and secure it feels like magic. Instantly connect your phone to all Peak Design Mobile mounts, chargers, and accessories. It even works with Apple MagSafe chargers and accessories, however compatibility with all 3rd party chargers is not guaranteed. Currently available for iPhone 14 Pro / Pro Max only. For other phone models see our other cases . ",
    "Type": "Mobile",
    "Tags": "dropdown@Phone mobile mobile-production mobile_case mobile_main slimlink-tm",
    "Weight": "0 grams",
    "Price USD": "$74.99"
  },
  {
    "source_id": 205,
    "Handle": "nomad-rugged-case-with-slimlink",
    "Weight": "0 grams",
    "Price USD": "$74.99"
  },
  {
    "source_id": 206,
    "Handle": "nomad-rugged-case-with-slimlink",
    "Weight": "0 grams",
    "Price USD": "$69.99"
  },
  {
    "source_id": 207,
    "Handle": "nomad-rugged-case-with-slimlink",
    "Weight": "0 grams",
    "Price USD": "$69.99"
  },
  {
    "source_id": 208,
    "Handle": "micro-clutch-cs-replacement-part",
    "Title": "Micro Clutch (CS Replacement Part)",
    "Type": "CS Part",
    "Weight": "0 grams",
    "Price USD": "$9.99"
  },
  {
    "source_id": 209,
    "Handle": "micro-clutch-cs-replacement-part",
    "Weight": "0 grams",
    "Price USD": "$9.99"
  },
  {
    "source_id": 210,
    "Handle": "micro-clutch-cs-replacement-part",
    "Weight": "0 grams",
    "Price USD": "$14.99"
  },
  {
    "source_id": 211,
    "Handle": "micro-clutch-replacement-parts",
    "Title": "Micro Clutch Replacement Parts",
    "Type": "CS Part",
    "Weight": "0 grams",
    "Price USD": "$14.99"
  },
  {
    "source_id": 212,
    "Handle": "micro-clutch-replacement-parts",
    "Weight": "0 grams",
    "Price USD": "$14.99"
  },
  {
    "source_id": 213,
    "Handle": "micro-clutch-replacement-parts",
    "Weight": "0 grams",
    "Price USD": "$24.99"
  },
  {
    "source_id": 214,
    "Handle": "micro-clutch-replacement-parts",
    "Weight": "0 grams",
    "Price USD": "$14.99"
  },
  {
    "source_id": 215,
    "Handle": "everyday-case-for-iphone-13",
    "Title": "Everyday Case for iPhone 13",
    "Description": " A Magsafe-compatible phone case with the perfect balance of slimness, smart aesthetics, and protection, plus it brilliantly connects to the entire Peak Design Mobile Ecosystem. It's a case with zero compromise—and you don't have to take our word. The Wirecutter frankly admits \"we don't say this often, but there aren't any flaws.\" Features a slim 2.4mm profile and protective rubberized bumper, all wrapped in beautiful nylon canvas shell. But what truly sets this case apart is the brilliant magnetic/mechanical lock that's built right into it. We call this mounting technology SlimLink™ , and it's so fast and secure that it borders on magic. With this case on your phone, you can instantly connect to all Peak Design Mobile mounts, chargers, and accessories. It even works with Apple MagSafe chargers and accessories, however compatibility with all 3rd party chargers is not guaranteed. Available with or without a radical flat-stowing, quick-deploying finger loop for added grip and security. Security, slimness, grip, and beauty ready to have everything you want in a phone case, with zero compromise. Also available for Google Pixel , Samsung Galaxy Series or try the Universal Adapter for other phone models. ",
    "Type": "Mobile",
    "Tags": "360images bf-2022 bf-discount-ipp-40 ca_stockoverride camera-gear_sub4 dropdown@Style HR-refund:180days ks-launch-coupon main-case manual mobile mobile-production mobile_case newest productSelector@iphone slimlink-tm",
    "Weight": "82 grams",
    "Price USD": "$42.99"
  },
  {
    "source_id": 216,
    "Handle": "everyday-case-for-iphone-13",
    "Weight": "82 grams",
    "Price USD": "$54.99"
  },
  {
    "source_id": 217,
    "Handle": "everyday-case-for-iphone-13-pro",
    "Title": "Everyday Case for iPhone 13 Pro",
    "Description": " A Magsafe-compatible phone case with the perfect balance of slimness, smart aesthetics, and protection, plus it brilliantly connects to the entire Peak Design Mobile Ecosystem. It's a case with zero compromise—and you don't have to take our word. The Wirecutter frankly admits \"we don't say this often, but there aren't any flaws.\" Features a slim 2.4mm profile and protective rubberized bumper, all wrapped in beautiful nylon canvas shell. But what truly sets this case apart is the brilliant magnetic/mechanical lock that's built right into it. We call this mounting technology SlimLink™ , and it's so fast and secure that it borders on magic. With this case on your phone, you can instantly connect to all Peak Design Mobile mounts, chargers, and accessories. It even works with Apple MagSafe chargers and accessories, however compatibility with all 3rd party chargers is not guaranteed. Available with or without a radical flat-stowing, quick-deploying finger loop for added grip and security. Security, slimness, grip, and beauty ready to have everything you want in a phone case, with zero compromise. Also available for Google Pixel , Samsung Galaxy Series or try the Universal Adapter for other phone models. ",
    "Type": "Mobile",
    "Tags": "360images bf-2022 bf-discount-ipp-40 ca_stockoverride camera-gear_sub4 dropdown@Style HR-refund:180days ks-launch-coupon main-case manual mobile mobile-production mobile_case newest productSelector@iphone slimlink-tm",
    "Weight": "82 grams",
    "Price USD": "$42.99"
  },
  {
    "source_id": 218,
    "Handle": "everyday-case-for-iphone-13-pro",
    "Weight": "82 grams",
    "Price USD": "$54.99"
  },
  {
    "source_id": 219,
    "Handle": "everyday-case-for-iphone-13-pro-max",
    "Title": "Everyday Case for iPhone 13 Pro Max",
    "Description": " A Magsafe-compatible phone case with the perfect balance of slimness, smart aesthetics, and protection, plus it brilliantly connects to the entire Peak Design Mobile Ecosystem. It's a case with zero compromise—and you don't have to take our word. The Wirecutter frankly admits \"we don't say this often, but there aren't any flaws.\" Features a slim 2.4mm profile and protective rubberized bumper, all wrapped in beautiful nylon canvas shell. But what truly sets this case apart is the brilliant magnetic/mechanical lock that's built right into it. We call this mounting technology SlimLink™ , and it's so fast and secure that it borders on magic. With this case on your phone, you can instantly connect to all Peak Design Mobile mounts, chargers, and accessories. It even works with Apple MagSafe chargers and accessories, however compatibility with all 3rd party chargers is not guaranteed. Available with or without a radical flat-stowing, quick-deploying finger loop for added grip and security. Security, slimness, grip, and beauty ready to have everything you want in a phone case, with zero compromise. Also available for Google Pixel , Samsung Galaxy Series or try the Universal Adapter for other phone models. ",
    "Type": "Mobile",
    "Tags": "360images bf-2022 bf-discount-ipp-40 ca_stockoverride camera-gear_sub4 dropdown@Style HR-refund:180days ks-launch-coupon main-case manual mobile mobile-production mobile_case newest productSelector@iphone slimlink-tm",
    "Weight": "100 grams",
    "Price USD": "$42.99"
  },
  {
    "source_id": 220,
    "Handle": "everyday-case-for-iphone-13-pro-max",
    "Weight": "100 grams",
    "Price USD": "$54.99"
  },
  {
    "source_id": 221,
    "Handle": "everyday-case-for-iphone-13-mini",
    "Title": "Everyday Case for iPhone 13 Mini",
    "Description": " A Magsafe-compatible phone case with the perfect balance of slimness, smart aesthetics, and protection, plus it brilliantly connects to the entire Peak Design Mobile Ecosystem. It's a case with zero compromise—and you don't have to take our word. The Wirecutter frankly admits \"we don't say this often, but there aren't any flaws.\" Features a slim 2.4mm profile and protective rubberized bumper, all wrapped in beautiful nylon canvas shell. But what truly sets this case apart is the brilliant magnetic/mechanical lock that's built right into it. We call this mounting technology SlimLink™ , and it's so fast and secure that it borders on magic. With this case on your phone, you can instantly connect to all Peak Design Mobile mounts, chargers, and accessories. It even works with Apple MagSafe chargers and accessories, however compatibility with all 3rd party chargers is not guaranteed. Available with or without a radical flat-stowing, quick-deploying finger loop for added grip and security. Security, slimness, grip, and beauty ready to have everything you want in a phone case, with zero compromise. Also available for Google Pixel , Samsung Galaxy Series or try the Universal Adapter for other phone models. ",
    "Type": "Mobile",
    "Tags": "360images bf-2022 bf-discount-ipp-40 ca_stockoverride camera-gear_sub4 dropdown@Style HR-refund:180days ks-launch-coupon main-case manual mobile mobile-production mobile_case newest productSelector@iphone slimlink-tm",
    "Weight": "82 grams",
    "Price USD": "$42.99"
  },
  {
    "source_id": 222,
    "Handle": "everyday-case-for-iphone-12-pro",
    "Title": "Everyday Case for iPhone 12 & 12 Pro",
    "Description": " A Magsafe-compatible phone case with the perfect balance of slimness, smart aesthetics, and protection, plus it brilliantly connects to the entire Peak Design Mobile Ecosystem. It's a case with zero compromise—and you don't have to take our word. The Wirecutter frankly admits \"we don't say this often, but there aren't any flaws.\" Features a slim 2.4mm profile and protective rubberized bumper, all wrapped in beautiful nylon canvas shell. But what truly sets this case apart is the brilliant magnetic/mechanical lock that's built right into it. We call this mounting technology SlimLink™ , and it's so fast and secure that it borders on magic. With this case on your phone, you can instantly connect to all Peak Design Mobile mounts, chargers, and accessories. It even works with Apple MagSafe chargers and accessories, however compatibility with all 3rd party chargers is not guaranteed. Available with or without a radical flat-stowing, quick-deploying finger loop for added grip and security. Security, slimness, grip, and beauty ready to have everything you want in a phone case, with zero compromise. Also available for Google Pixel , Samsung Galaxy Series or try the Universal Adapter for other phone models. ",
    "Type": "Mobile",
    "Tags": "360images bf-2022 bf-discount-ipp-40 ca_stockoverride camera-gear_sub4 dropdown@Style HR-refund:180days ks-launch-coupon main-case manual mobile mobile-production mobile_case newest productSelector@iphone slimlink-tm",
    "Weight": "91 grams",
    "Price USD": "$42.99"
  },
  {
    "source_id": 223,
    "Handle": "everyday-case-for-iphone-12-pro",
    "Weight": "82 grams",
    "Price USD": "$54.99"
  },
  {
    "source_id": 224,
    "Handle": "everyday-case-for-iphone-12-pro-max",
    "Title": "Everyday Case for iPhone 12 Pro Max",
    "Description": " A Magsafe-compatible phone case with the perfect balance of slimness, smart aesthetics, and protection, plus it brilliantly connects to the entire Peak Design Mobile Ecosystem. It's a case with zero compromise—and you don't have to take our word. The Wirecutter frankly admits \"we don't say this often, but there aren't any flaws.\" Features a slim 2.4mm profile and protective rubberized bumper, all wrapped in beautiful nylon canvas shell. But what truly sets this case apart is the brilliant magnetic/mechanical lock that's built right into it. We call this mounting technology SlimLink™ , and it's so fast and secure that it borders on magic. With this case on your phone, you can instantly connect to all Peak Design Mobile mounts, chargers, and accessories. It even works with Apple MagSafe chargers and accessories, however compatibility with all 3rd party chargers is not guaranteed. Available with or without a radical flat-stowing, quick-deploying finger loop for added grip and security. Security, slimness, grip, and beauty ready to have everything you want in a phone case, with zero compromise. Also available for Google Pixel , Samsung Galaxy Series or try the Universal Adapter for other phone models. ",
    "Type": "Mobile",
    "Tags": "360images bf-2022 bf-discount-ipp-40 ca_stockoverride camera-gear_sub4 dropdown@Style HR-refund:180days ks-launch-coupon main-case mobile mobile-production mobile_case newest productSelector@iphone slimlink-tm",
    "Weight": "100 grams",
    "Price USD": "$42.99"
  },
  {
    "source_id": 225,
    "Handle": "everyday-case-for-iphone-12-pro-max",
    "Weight": "91 grams",
    "Price USD": "$54.99"
  },
  {
    "source_id": 226,
    "Handle": "everyday-case-for-iphone-12-mini",
    "Title": "Everyday Case for iPhone 12 Mini",
    "Description": " A Magsafe-compatible phone case with the perfect balance of slimness, smart aesthetics, and protection, plus it brilliantly connects to the entire Peak Design Mobile Ecosystem. It's a case with zero compromise—and you don't have to take our word. The Wirecutter frankly admits \"we don't say this often, but there aren't any flaws.\" Features a slim 2.4mm profile and protective rubberized bumper, all wrapped in beautiful nylon canvas shell. But what truly sets this case apart is the brilliant magnetic/mechanical lock that's built right into it. We call this mounting technology SlimLink™ , and it's so fast and secure that it borders on magic. With this case on your phone, you can instantly connect to all Peak Design Mobile mounts, chargers, and accessories. It even works with Apple MagSafe chargers and accessories, however compatibility with all 3rd party chargers is not guaranteed. Available with or without a radical flat-stowing, quick-deploying finger loop for added grip and security. Security, slimness, grip, and beauty ready to have everything you want in a phone case, with zero compromise. Also available for Google Pixel , Samsung Galaxy Series or try the Universal Adapter for other phone models. ",
    "Type": "Mobile",
    "Tags": "360images bf-2022 bf-discount-ipp-40 ca_stockoverride camera-gear_sub4 dropdown@Style HR-refund:180days ks-launch-coupon main-case manual mobile mobile-production mobile_case newest productSelector@iphone slimlink-tm",
    "Weight": "91 grams",
    "Price USD": "$42.99"
  },
  {
    "source_id": 227,
    "Handle": "everyday-case-for-iphone-11",
    "Title": "Everyday Case for iPhone 11",
    "Description": " A Magsafe-compatible phone case with the perfect balance of slimness, smart aesthetics, and protection, plus it brilliantly connects to the entire Peak Design Mobile Ecosystem. It's a case with zero compromise—and you don't have to take our word. The Wirecutter frankly admits \"we don't say this often, but there aren't any flaws.\" Features a slim 2.4mm profile and protective rubberized bumper, all wrapped in beautiful nylon canvas shell. But what truly sets this case apart is the brilliant magnetic/mechanical lock that's built right into it. We call this mounting technology SlimLink™ , and it's so fast and secure that it borders on magic. With this case on your phone, you can instantly connect to all Peak Design Mobile mounts, chargers, and accessories. It even works with Apple MagSafe chargers and accessories, however compatibility with all 3rd party chargers is not guaranteed. Available with or without a radical flat-stowing, quick-deploying finger loop for added grip and security. Security, slimness, grip, and beauty ready to have everything you want in a phone case, with zero compromise. Also available for Google Pixel , Samsung Galaxy Series or try the Universal Adapter for other phone models. ",
    "Type": "Mobile",
    "Tags": "360images bf-2022 bf-discount-ipp-40 ca_stockoverride camera-gear_sub4 dropdown@Style HR-refund:180days ks-launch-coupon main-case manual mobile mobile-production mobile_case newest productSelector@iphone slimlink-tm",
    "Weight": "91 grams",
    "Price USD": "$42.99"
  },
  {
    "source_id": 228,
    "Handle": "everyday-case-for-iphone-11-pro",
    "Title": "Everyday Case for iPhone 11 Pro",
    "Description": " A Magsafe-compatible phone case with the perfect balance of slimness, smart aesthetics, and protection, plus it brilliantly connects to the entire Peak Design Mobile Ecosystem. It's a case with zero compromise—and you don't have to take our word. The Wirecutter frankly admits \"we don't say this often, but there aren't any flaws.\" Features a slim 2.4mm profile and protective rubberized bumper, all wrapped in beautiful nylon canvas shell. But what truly sets this case apart is the brilliant magnetic/mechanical lock that's built right into it. We call this mounting technology SlimLink™ , and it's so fast and secure that it borders on magic. With this case on your phone, you can instantly connect to all Peak Design Mobile mounts, chargers, and accessories. It even works with Apple MagSafe chargers and accessories, however compatibility with all 3rd party chargers is not guaranteed. Available with or without a radical flat-stowing, quick-deploying finger loop for added grip and security. Security, slimness, grip, and beauty ready to have everything you want in a phone case, with zero compromise. Also available for Google Pixel , Samsung Galaxy Series or try the Universal Adapter for other phone models. ",
    "Type": "Mobile",
    "Tags": "360images bf-2022 bf-discount-ipp-40 ca_stockoverride camera-gear_sub4 dropdown@Style HR-refund:180days ks-launch-coupon main-case manual mobile mobile-production mobile_case newest productSelector@iphone slimlink-tm",
    "Weight": "91 grams",
    "Price USD": "$42.99"
  },
  {
    "source_id": 229,
    "Handle": "everyday-case-for-iphone-11-pro-max",
    "Title": "Everyday Case for iPhone 11 Pro Max",
    "Description": " A Magsafe-compatible phone case with the perfect balance of slimness, smart aesthetics, and protection, plus it brilliantly connects to the entire Peak Design Mobile Ecosystem. It's a case with zero compromise—and you don't have to take our word. The Wirecutter frankly admits \"we don't say this often, but there aren't any flaws.\" Features a slim 2.4mm profile and protective rubberized bumper, all wrapped in beautiful nylon canvas shell. But what truly sets this case apart is the brilliant magnetic/mechanical lock that's built right into it. We call this mounting technology SlimLink™ , and it's so fast and secure that it borders on magic. With this case on your phone, you can instantly connect to all Peak Design Mobile mounts, chargers, and accessories. It even works with Apple MagSafe chargers and accessories, however compatibility with all 3rd party chargers is not guaranteed. Available with or without a radical flat-stowing, quick-deploying finger loop for added grip and security. Security, slimness, grip, and beauty ready to have everything you want in a phone case, with zero compromise. Also available for Google Pixel , Samsung Galaxy Series or try the Universal Adapter for other phone models. ",
    "Type": "Mobile",
    "Tags": "360images bf-2022 bf-discount-ipp-40 ca_stockoverride camera-gear_sub4 dropdown@Style HR-refund:180days ks-launch-coupon main-case manual mobile mobile-production mobile_case newest productSelector@iphone slimlink-tm",
    "Weight": "100 grams",
    "Price USD": "$42.99"
  },
  {
    "source_id": 230,
    "Handle": "everyday-case-for-iphone-se",
    "Title": "Everyday Case for iPhone SE",
    "Description": " A Magsafe-compatible phone case with the perfect balance of slimness, smart aesthetics, and protection, plus it brilliantly connects to the entire Peak Design Mobile Ecosystem. It's a case with zero compromise—and you don't have to take our word. The Wirecutter frankly admits \"we don't say this often, but there aren't any flaws.\" Features a slim 2.4mm profile and protective rubberized bumper, all wrapped in beautiful nylon canvas shell. But what truly sets this case apart is the brilliant magnetic/mechanical lock that's built right into it. We call this mounting technology SlimLink™ , and it's so fast and secure that it borders on magic. With this case on your phone, you can instantly connect to all Peak Design Mobile mounts, chargers, and accessories. It even works with Apple MagSafe chargers and accessories, however compatibility with all 3rd party chargers is not guaranteed. Available with or without a radical flat-stowing, quick-deploying finger loop for added grip and security. Security, slimness, grip, and beauty ready to have everything you want in a phone case, with zero compromise. Also available for Google Pixel , Samsung Galaxy Series or try the Universal Adapter for other phone models. ",
    "Type": "Mobile",
    "Tags": "360images bf-2022 bf-discount-ipp-40 ca_stockoverride camera-gear_sub4 dropdown@Style HR-refund:180days ks-launch-coupon main-case manual mobile mobile-production mobile_case newest productSelector@iphone slimlink-tm",
    "Weight": "0 grams",
    "Price USD": "$42.99"
  },
  {
    "source_id": 231,
    "Handle": "everyday-case-for-pixel-7-pro",
    "Title": "Everyday Case for Pixel 7 Pro",
    "Description": " A Pixel phone case with the perfect balance of slimness, smart aesthetics, and protection, plus it brilliantly connects to the entire Peak Design Mobile Ecosystem. It's a phone case with zero compromise—and you don't have to take our word. The Wirecutter frankly admits \"we don't say this often, but there aren't any flaws.\" Features a slim 2.4mm profile and protective rubberized bumper, all wrapped in beautiful nylon canvas shell. But what truly sets this case apart is the brilliant magnetic/mechanical lock that's built right into it. We call this mounting technology SlimLink™, and it's so fast and secure that it borders on magic. It can even make your Google Pixel device work with MagSafe chargers and accessories, however compatibility with all 3rd party chargers is not guaranteed. For non-supported phone models, try the Peak Design Universal Adapter . ",
    "Type": "Mobile",
    "Tags": "360images bf-2022 bf-discount-ipp-40 ca_stockoverride manual mobile mobile-production mobile_case productSelector@pixel slimlink-tm",
    "Weight": "0 grams",
    "Price USD": "$42.99"
  },
  {
    "source_id": 232,
    "Handle": "everyday-case-for-pixel-6",
    "Title": "Everyday Case for Pixel 6",
    "Description": " A Pixel phone case with the perfect balance of slimness, smart aesthetics, and protection, plus it brilliantly connects to the entire Peak Design Mobile Ecosystem. It's a phone case with zero compromise—and you don't have to take our word. The Wirecutter frankly admits \"we don't say this often, but there aren't any flaws.\" Features a slim 2.4mm profile and protective rubberized bumper, all wrapped in beautiful nylon canvas shell. But what truly sets this case apart is the brilliant magnetic/mechanical lock that's built right into it. We call this mounting technology SlimLink™, and it's so fast and secure that it borders on magic. It can even make your Google Pixel device work with MagSafe chargers and accessories, however compatibility with all 3rd party chargers is not guaranteed. For non-supported phone models, try the Peak Design Universal Adapter . ",
    "Type": "Mobile",
    "Tags": "360images bf-2022 bf-discount-ipp-40 ca_stockoverride manual mobile mobile-production mobile_case productSelector@pixel slimlink-tm",
    "Weight": "95 grams",
    "Price USD": "$42.99"
  },
  {
    "source_id": 233,
    "Handle": "everyday-case-for-pixel-8",
    "Title": "Everyday Case for Pixel 8",
    "Description": " A Pixel phone case with the perfect balance of slimness, smart aesthetics, and protection, plus it brilliantly connects to the entire Peak Design Mobile Ecosystem. It's a phone case with zero compromise—and you don't have to take our word. The Wirecutter frankly admits \"we don't say this often, but there aren't any flaws.\" Features a slim 2.4mm profile and protective rubberized bumper, all wrapped in beautiful nylon canvas shell. But what truly sets this case apart is the brilliant magnetic/mechanical lock that's built right into it. We call this mounting technology SlimLink™, and it's so fast and secure that it borders on magic. It can even make your Google Pixel device work with MagSafe chargers and accessories, however compatibility with all 3rd party chargers is not guaranteed. For non-supported phone models, try the Peak Design Universal Adapter . ",
    "Type": "Mobile",
    "Tags": "360images bf-2022 ca_stockoverride custom_stock_msg dropdown@Style manual mobile mobile-production mobile_case productSelector@pixel slimlink-tm",
    "Weight": "0 grams",
    "Price USD": "$42.99"
  },
  {
    "source_id": 234,
    "Handle": "everyday-case-for-pixel-8",
    "Weight": "0 grams",
    "Price USD": "$42.99"
  },
  {
    "source_id": 235,
    "Handle": "everyday-case-for-pixel-8",
    "Weight": "0 grams",
    "Price USD": "$42.99"
  },
  {
    "source_id": 236,
    "Handle": "everyday-case-for-pixel-8",
    "Weight": "0 grams",
    "Price USD": "$42.99"
  },
  {
    "source_id": 237,
    "Handle": "everyday-case-for-pixel-8",
    "Weight": "0 grams",
    "Price USD": "$42.99"
  },
  {
    "source_id": 238,
    "Handle": "everyday-case-for-pixel-6-pro",
    "Title": "Everyday Case for Pixel 6 Pro",
    "Description": " A Pixel phone case with the perfect balance of slimness, smart aesthetics, and protection, plus it brilliantly connects to the entire Peak Design Mobile Ecosystem. It's a phone case with zero compromise—and you don't have to take our word. The Wirecutter frankly admits \"we don't say this often, but there aren't any flaws.\" Features a slim 2.4mm profile and protective rubberized bumper, all wrapped in beautiful nylon canvas shell. But what truly sets this case apart is the brilliant magnetic/mechanical lock that's built right into it. We call this mounting technology SlimLink™, and it's so fast and secure that it borders on magic. It can even make your Google Pixel device work with MagSafe chargers and accessories, however compatibility with all 3rd party chargers is not guaranteed. For non-supported phone models, try the Peak Design Universal Adapter . ",
    "Type": "Mobile",
    "Tags": "360images bf-2022 bf-discount-ipp-40 ca_stockoverride manual mobile mobile-production mobile_case productSelector@pixel slimlink-tm",
    "Weight": "95 grams",
    "Price USD": "$42.99"
  },
  {
    "source_id": 239,
    "Handle": "everyday-case-for-pixel-7",
    "Title": "Everyday Case for Pixel 7",
    "Description": " A Pixel phone case with the perfect balance of slimness, smart aesthetics, and protection, plus it brilliantly connects to the entire Peak Design Mobile Ecosystem. It's a phone case with zero compromise—and you don't have to take our word. The Wirecutter frankly admits \"we don't say this often, but there aren't any flaws.\" Features a slim 2.4mm profile and protective rubberized bumper, all wrapped in beautiful nylon canvas shell. But what truly sets this case apart is the brilliant magnetic/mechanical lock that's built right into it. We call this mounting technology SlimLink™, and it's so fast and secure that it borders on magic. It can even make your Google Pixel device work with MagSafe chargers and accessories, however compatibility with all 3rd party chargers is not guaranteed. For non-supported phone models, try the Peak Design Universal Adapter . ",
    "Type": "Mobile",
    "Tags": "360images bf-2022 bf-discount-ipp-40 ca_stockoverride manual mobile mobile-production mobile_case productSelector@pixel slimlink-tm",
    "Weight": "0 grams",
    "Price USD": "$42.99"
  },
  {
    "source_id": 240,
    "Handle": "everyday-case-for-pixel-7a",
    "Title": "Everyday Case for Pixel 7A",
    "Description": " A Pixel phone case with the perfect balance of slimness, smart aesthetics, and protection, plus it brilliantly connects to the entire Peak Design Mobile Ecosystem. It's a phone case with zero compromise—and you don't have to take our word. The Wirecutter frankly admits \"we don't say this often, but there aren't any flaws.\" Features a slim 2.4mm profile and protective rubberized bumper, all wrapped in beautiful nylon canvas shell. But what truly sets this case apart is the brilliant magnetic/mechanical lock that's built right into it. We call this mounting technology SlimLink™, and it's so fast and secure that it borders on magic. It can even make your Google Pixel device work with MagSafe chargers and accessories, however compatibility with all 3rd party chargers is not guaranteed. For non-supported phone models, try the Peak Design Universal Adapter . ",
    "Type": "Mobile",
    "Tags": "360images bf-2022 bf-discount-ipp-40 ca_stockoverride manual mobile mobile-production mobile_case productSelector@pixel slimlink-tm",
    "Weight": "0 grams",
    "Price USD": "$42.99"
  },
  {
    "source_id": 241,
    "Handle": "camera-cube",
    "Title": "Camera Cube V2",
    "Description": " Ultra-protective, endlessly configurable, and easily accessible, Peak Design Camera Cubes take the hassle and nerves out of traveling with photo, video, or drone gear. All-new V2 models dial up the ruggedness and ease-of-use with enhanced weatherproofing, improved access, new sizes and honed aesthetics based on years of user feedback on our best-selling original Camera Cubes, which are still available for 20% off while supplies last. Designed to fit perfectly in any Peak Design Travel Bag or nest in your 3rd party bag, Camera Cubes give you custom organization and protection for creative gear ranging from small mirrorless kits to full pro video, photo, and drone setups. A range of different protective, low-profile FlexFold™ dividers give endlessly customizable organization. The expanded main opening gives total visibility and access to your gear, and features removable padding so you can tuck the flap away for faster access when the cubes are packed in your bag. Medium and Large cubes feature dual side zips, letting you access gear from the side access points of your 45L Travel Backpack (sold separately). Smedium, Medium, and Large cubes include a 'floating pocket' for filters, lens caps, and small stuff. Our V2 Camera Cubes are more protective than ever, featuring weatherproof #8 Ultra Zips™, weatherproof taping on external seams, and a recycled, Bluesign-approved 160D nylon canvas shell. ",
    "Type": "Travel",
    "Tags": "360images accessories_bundle all-bags callout_box camera-gear_main camera-gear_sub1 collection-cube dropdown@Size hybridPDP manual pouch_organizer recurate-shipping-8 size-guide-v2 travel-bags_accessory",
    "Weight": "0 grams",
    "Price USD": "$99.99"
  },
  {
    "source_id": 242,
    "Handle": "camera-cube",
    "Weight": "0 grams",
    "Price USD": "$59.99"
  },
  {
    "source_id": 243,
    "Handle": "camera-cube",
    "Weight": "0 grams",
    "Price USD": "$69.99"
  },
  {
    "source_id": 244,
    "Handle": "camera-cube",
    "Weight": "0 grams",
    "Price USD": "$79.99"
  },
  {
    "source_id": 245,
    "Handle": "camera-cube",
    "Weight": "0 grams",
    "Price USD": "$119.99"
  },
  {
    "source_id": 246,
    "Handle": "camera-cube-v2-dividers-pockets",
    "Title": "Camera Cube V2 Dividers + Pockets",
    "Description": " Need a replacement or extra FlexFold divider or floating pocket for your camera setup? Choose from our extra small and short, small, or medium length travel dividers for more organization options. Stick on another floating pocket on the side of your cube to store extra accessories and dongles. ",
    "Type": "CS Part",
    "Tags": "50 BF_20 ca_stockoverride replacement replacement_part travel-bags_replacement",
    "Weight": "23 grams",
    "Price USD": "$14.99"
  },
  {
    "source_id": 247,
    "Handle": "camera-cube-v2-dividers-pockets",
    "Weight": "23 grams",
    "Price USD": "$14.99"
  },
  {
    "source_id": 248,
    "Handle": "camera-cube-v2-dividers-pockets",
    "Weight": "23 grams",
    "Price USD": "$9.99"
  },
  {
    "source_id": 249,
    "Handle": "camera-cube-v2-dividers-pockets",
    "Weight": "23 grams",
    "Price USD": "$9.99"
  },
  {
    "source_id": 250,
    "Handle": "camera-cube-v2-dividers-pockets",
    "Weight": "23 grams",
    "Price USD": "$9.99"
  },
  {
    "source_id": 251,
    "Handle": "camera-cube-v2-dividers-pockets",
    "Weight": "23 grams",
    "Price USD": "$9.99"
  },
  {
    "source_id": 252,
    "Handle": "camera-cube-v2-dividers-pockets",
    "Weight": "23 grams",
    "Price USD": "$4.63"
  },
  {
    "source_id": 253,
    "Handle": "tech-pouch-v1",
    "Title": "Tech Pouch V1",
    "Description": " Whether storing cables, everyday gear, or travel essentials, Tech Pouch offers unrivaled organization and ease of access. Origami-style pockets create enormous spatial efficiency, letting you pack more into a smaller space while keeping your items neatly organized and easy to find. Elastic accessory loops keep items like pens, knives, SD cards, and batteries always within reach. Exterior handles and a clamshell-style opening make this pouch a delight to hold and access. External zip pocket has a cable pass-through for easy device charging. The 200D recycled nylon canvas shell is weatherproof and aesthetically clean. ",
    "Type": "Travel",
    "Tags": "100 360images accessories_bundle all-bags AU-customized-shipping bestseller bf-2022 BF_20 camera-gear_sub1 collection-pouch drones_main everyday-bags_accessory highest_rated manual pouch_organizer recurate-shipping-8 travel-bags_accessory",
    "Weight": "295 grams",
    "Price USD": "$56.05"
  },
  {
    "source_id": 254,
    "Handle": "everyday-tote-v1",
    "Title": "Everyday Tote V1",
    "Description": " The classic tote, completely reimagined to protect, organize, and provide lighting-fast access to your photography and everyday gear. Made from a beautiful weatherproof 400D nylon canvas, The Everyday Tote is lined with a high-density foam-padded cotton twill and accented with leather details. Removable FlexFold dividers let you organize the inside of the tote however you like, ideal for carrying essential photography, drone, work, baby, or day-to-day gear. Easy-open side panels let you quickly access your gear without having to take the bag off your shoulder. Features a 13” laptop sleeve, luggage strap, magnetic closure points, external carry for tripods and other items, and seatbelt-style straps for hand, shoulder, or even backpack style carry. ",
    "Type": "Bag",
    "Tags": "all-bags AU-customized-shipping EOL everyday-bags-v1 last-call_main limitedeol manual stockoverride usonly",
    "Weight": "1406 grams",
    "Price USD": "$84.99"
  },
  {
    "source_id": 255,
    "Handle": "everyday-tote-v1",
    "Weight": "1429 grams",
    "Price USD": "$84.99"
  },
  {
    "source_id": 256,
    "Handle": "everyday-sling-5-v1",
    "Title": "Everyday Messenger V1",
    "Description": " As the smallest, lightest bag in our Everyday Line, the Everyday Sling 5L is ideal for organization, transport, and quick-access of essentials, whether you’re carrying camera, drone, or everyday gear. Wearable as a cross-body sling or a waist bag, the Sling’s convertible strap features a quick-adjuster that you can loosen when accessing gear and tighten when actively hiking or biking. A weatherproof zip provides quick inner access without removing the bag from your body. FlexFold dividers allow instantly customizable organization and protection. Padded tablet sleeve holds most tablets up to 11\" (see specs tab for tablet compatibility) and inner flap compartment contains 4 small stretchy pockets for batteries and cards. Weatherproof 400D nylon canvas shell. Check out the Everyday Sling 10L for something a tad bigger, or for Mavic 2 carry. You can compare all our bags here . ",
    "Type": "Bag",
    "Tags": "all-bags AU-customized-shipping everyday-bags-v1 last-call_main limitedeol manual recurate-shipping-8 stockoverride usonly",
    "Weight": "680 grams",
    "Price USD": "$59.99"
  },
  {
    "source_id": 257,
    "Handle": "everyday-sling-5-v1",
    "Weight": "703 grams",
    "Price USD": "$59.99"
  },
  {
    "source_id": 258,
    "Handle": "everyday-sling-5-v1",
    "Weight": "712 grams",
    "Price USD": "$59.99"
  },
  {
    "source_id": 259,
    "Handle": "range-pouch",
    "Title": "Range Pouch",
    "Description": " Whether you’re toting a lens (or two), flash, mic, drone, tape measure, or other oft-used piece of gear, Range Pouch will keep it secure, protected and instantly accessible. And it does so with a low-profile design, clean aesthetic, and thoughtful features that you won’t see in other pouch systems. Sturdy belt loops allow mounting without removing your belt. Expandable opening with silent, unidirectional hook-and-loop closure facilitates lightning-fast access. Thick premium felt padding protects, and folds down to allow stacking of multiple smaller lenses or items. Anchor attachment points let you carry Range Pouch with any Peak Design strap. ",
    "Type": "Bag",
    "Tags": "50 accessories_bundle all-bags AU-customized-shipping bf-2022 BF_20 ca_stockoverride camera-gear_sub1 collection-pouch drones_accessory everyday-bags-v1 everyday-bags_accessory last-call_main limitedeol manual stockoverride",
    "Weight": "159 grams",
    "Price USD": "$39.99"
  },
  {
    "source_id": 260,
    "Handle": "range-pouch",
    "Weight": "213 grams",
    "Price USD": "$44.99"
  },
  {
    "source_id": 261,
    "Handle": "range-pouch",
    "Weight": "299 grams",
    "Price USD": "$49.99"
  },
  {
    "source_id": 262,
    "Handle": "out-front-bike-mount",
    "Title": "Out Front Bike Mount V2",
    "Description": " Newly updated to work with even more handlebar sizes, the streamlined Out Front Bike Mount lets you rigidly attach your phone to your bike’s handlebars, access it instantly, and even flip it up to film your ride. Built from ultralight machined/anodized aluminum, it features an ultra-strong magnetic/mechanical mounting technology (called SlimLink™) that grabs and locks so effortlessly, it feels like magic. Remove your phone instantly with the press of a button. Designed to hold your phone in front of your handlebars for optimized viewing, it can also be configured to sit below or behind your handlebars to accommodate bike computers. An included thumbscrew lets you reposition your phone on-the-fly to film your ride. And an included accessory mount lets you attach a bike light or action camera. Whether it's a quick commute or a century ride down gravel trails, the Out Front Bike Mount keeps your phone safe and viewable always. Includes sizing collars to attach to the following bar diameters: 22.2mm (7/8\"), 25.4mm (1\"), 31.8mm (1-1/4\"), 35mm. Not compatible with tapered or non-round bars. See this article for more info on bar compatibility. Requires a Peak Design Case or Universal Adapter (sold separately). ",
    "Type": "Mobile",
    "Tags": "100 360images bf-2022 ca_stockoverride HR-refund:180days manual mobile mobile-production mobile_mount newest slimlink-tm",
    "Weight": "0 grams",
    "Price USD": "$79.99"
  },
  {
    "source_id": 263,
    "Handle": "iphone-15-button-replacement",
    "Title": "iPhone 15 Pro/Pro Max Action Button Insert",
    "Description": " This product is for the case update program for iPhone 15. This button is included free with purchase of a iPhone 15 Pro/Pro Max V1 case. Any questions please contact info@peakdesign.com ",
    "Type": "CS Part",
    "Tags": "no-expand no-reviews no-reviews-tab",
    "Weight": "0 grams",
    "Price USD": "$14.99"
  },
  {
    "source_id": 264,
    "Handle": "iphone-15-button-replacement",
    "Weight": "0 grams",
    "Price USD": "$14.99"
  },
  {
    "source_id": 265,
    "Handle": "iphone-15-button-replacement",
    "Weight": "0 grams",
    "Price USD": "$14.99"
  },
  {
    "source_id": 266,
    "Handle": "iphone-15-button-replacement",
    "Weight": "0 grams",
    "Price USD": "$14.99"
  },
  {
    "source_id": 267,
    "Handle": "iphone-15-button-replacement",
    "Weight": "0 grams",
    "Price USD": "$14.99"
  },
  {
    "source_id": 268,
    "Handle": "gus-the-bus",
    "Title": "Gus The Bus",
    "Description": " Like Peak Design, Candylab was born on Kickstarter, and is run by a team of gearheads, designers, engineers, and parents, all of whom are driven by a collective desire to make rad things that are well-built, sustainably produced, and timeless in their utility and appeal. Get your Gus today (while supples last). And if you've already got one, thanks for your support. ",
    "Tags": "no-reviews no-reviews-tab",
    "Weight": "0 grams",
    "Price USD": "$23.33"
  }
]